-- ToME - Tales of Maj'Eyal
-- Copyright (C) 2009 - 2015 Nicolas Casalini
--
-- This program is free software: you can redistribute it and/or modify
-- it under the terms of the GNU General Public License as published by
-- the Free Software Foundation, either version 3 of the License, or
-- (at your option) any later version.
--
-- This program is distributed in the hope that it will be useful,
-- but WITHOUT ANY WARRANTY; without even the implied warranty of
-- MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
-- GNU General Public License for more details.
--
-- You should have received a copy of the GNU General Public License
-- along with this program.  If not, see <http://www.gnu.org/licenses/>.
--
-- Nicolas Casalini "DarkGod"
-- darkgod@te4.org

--------------------------------------------------------------------------
-- Ardhungol & Spiderkin
--------------------------------------------------------------------------

newLore{
	id = "ardhungol-1",
	category = "ardhungol",
	name = "Rashim Journal (1)",
	kr_name = "라심의 여행 일지 (1)",
	lore = [[#{bold}#여행 일지 I#{normal}#

고위 태양의 기사 아에린이 나를 밖으로 파견한지도 꽤 시간이 흘렀다. 최근 정보에 의하면, 그 동굴은 기이하게도 우리의 전초기지, 아침의 문 근처에서 솟아났다고 한다. 그들은 이 새롭게 발견된 동굴에 "알드훈골" 이라는 이름을 붙였다. 원로 전사들은 이 새로운 지하 지형의 기원에 관해서 염려하는 것으로 보인다. 아마 오크들이 아침의 문 공습의 발판으로 사용하려고 이 동굴을 만든건지에 대해 걱정하는 거겠지. 아무래도 내가 이 여행을 위해 철저히 준비했다는 것을 확신시켜줄 필요가 있을 것 같다. 우리의 운명은 앞날을 알 수 없는 상태이지만 말이다.

#{bold}#여행 일지 II#{normal}#

오늘 밤은 경계 순찰대와 이야기하였다. 그들은 몇몇 오크와 야생동물들을 목격했다고 한다. 기이하게도, 알드훈골 근처에서는 그 누구도 보이지 않았다고 한다. 아마 그 지하 동굴은 그저 운 없는 시기에 발생한 자연현상일 것이다. 아니면 지형조차 목적에 따라 바꿔버릴 수 있는, 어떤 강력한 힘이 작용했거나. 나는 후자에 대한 생각에 몸서리를 쳤으나, 일단 이 모든 것은 추측에 불과하다. 일이 잘 풀린다면, 새벽에는 도착할 수 있을 것 같다.
]]
}

newLore{
	id = "ardhungol-2",
	category = "ardhungol",
	name = "Rashim Journal (2)",
	kr_name = "라심의 여행 일지 (2)",
	lore = [[#{bold}#여행 일지 III#{normal}#

아침의 문에서 알드훈골까지 가기 위해 반나절 정도의 여행이 필요했지만, 마침내 도착하였다. 거대한 오크 나무의 그림자에 기대 휴식을 취하면서, 나의 아내 멜넬라가 준비해준 달콤한 롤빵을 즐기기로 하였다. 그 이유는 정확히 모르겠으나, 알드훈골에 가까워질수록 주변의 공기가 두꺼워지는 느낌이 든다. 거의 다른 곳의 힘이 영향을 미쳐, 숨쉬기조차 힘들정도로 말이다. 이 넓은 세계의 여러 장소에 있어봤지만, 이러한 기운은 처음 느껴본다. 아에린에게 결과 보고서를 제출하기 전에, 이 힘의 근원이 무엇인지를 반드시 밝혀내야만 할 것 같다.

#{bold}#여행 일지 IV#{normal}#

두꺼운 초록색 먼지막이 동굴의 대기 중에 퍼져있다. 이것이 여기서 사는 생명체의 부산물인지, 아니면 다른 근원이 있는지 모르겠다. 또한 동굴 도처에 마법적 균열이 관찰되고 있다. 위험할지도 모르니 가까이 가지 않는 것이 좋을 것 같다. 저것들은 우선 주변 지역 안전을 확보한 뒤에, 우리의 아노리실들에게 조사를 맡겨야겠다. 인정하기는 싫지만, 역시 나는 이 무덤과도 같은 곳에 있는 위협의 근원을 만나고 싶지 않다. 이곳에 무엇이 있을지 밝혀내겠다고 태양의 기사로서 맹세를 했지만, 그 '무엇' 이 나 자신의 재앙을 불러올 수도 있으니까.

#{bold}#여행 일지 V#{normal}#

불가능한 일이다. 어떻게 거미가 저렇게까지 거대해질 수가 있지? 그뿐만이 아니다. 무늬도, 육체적 능력도 내가 지금까지 봐온 어떤 거미와도 다르다. 내가 처음 만난 거미는 단 한번의 기습으로 내 왼쪽 팔을 가져갈 뻔 했다. 내 반응이 조금만 느렸더라면, 최악의 사태가 일어날 뻔 했다. 만약 아침의 문이 오크만이 아닌 이 새로운 거미들에게까지 공격을 받는다면, '마지막 희망' 은 산산조각나고 말 것이다. 에이알 세계를 위해서, 나는 이 거미놈들로 가득한 동굴을 더 탐사해서 습격의 근원을 찾아야만 한다.]] 
}

newLore{
	id = "ardhungol-3",
	category = "ardhungol",
	name = "Rashim Journal (3)",
	kr_name = "라심의 여행 일지 (3)",
	lore = [[#{bold}#여행 일지 VI#{normal}#

시간이 조금 걸렸지만, 내 몸이 이 거미들의 독특한 움직임에 적응하기 시작했다. 놈들이 싸우는 방식은, 마치 고등 정신활동에 기반하고 있는 것처럼 보인다. 보통 거미들과는 차원이 다른... 정말로 거미가 지성을 가지는게 가능한 일인가? 그리고 놈들은 개별적으로 행동하는 것인가, 아니면 어떤 고등한 거미가 조종하는 것인가? 후자가 아니길 빌 수밖에 없다. 만약 후자라면 내가 상상할 수 있는 것보다도 더 큰 위협이 닥칠테니.

#{bold}#여행 일지 VII#{normal}#

거의 10 마리에 가까운 거미들을 해치웠다. 마지막 놈은 다른 놈들보다 더 강력했다. 내 체력이 떨어져서 그렇게 느껴졌던 것인지, 아니면 놈들이 내 움직임과 전략에 적응하고 있어서인지, 확신하기 힘들다. 정말 놈들이 내 전략에 적응하고 있는 것일까? 당연하지만 평범한 거미는 숙련된 태양의 기사가 사용하는 전략에 적응할 수 없다. 불가능한 일이다. 게다가, 이 거미들이 대체 어디서 온 것인지에 대해 갈수록 불안감이 더해지고 있다. 이 동굴로 통하는 다른 입구는 전혀 발견하지 못했다. 그 뜻은, 놈들이 이곳으로 '전송' 됐거나 아니면 다른 방법을 사용했다는 것이다. 이전에 본 마법적 균열이 생각나는군. 그 균열 너머에 무엇이 우리를 기다리고 있을지 생각하기조차 두렵다. 일단은 빨리 이런 생각을 떨쳐내야겠다. 내 결의를 흔들리게 만들 뿐이니.

#{bold}#여행 일지 VIII#{normal}#

세상에, 저 거미의 덩치는 정말 상상 이상이군. 의심할 여지 없이 저 거미가 놈들의 우두머리인게 확실하다. 하지만 나는 이미 심한 부상을 입었고, 이제 돌아갈 수도 없다. 나의 복귀를 기다리는 모든 자들을 위해서, 나는 이 일을 어떻게든 끝내야만 한다. 만약 내가 귀환하지 못하게 된다면, 이 일지를 읽는 누구라도 좋으니, 아침의 문에 있는 고위 태양의 기사 아에린에게 이 심각한 상황을 알려주기를... 그리고 멜넬라에게 미안하다고 전해주기를.]]
}
