-- ToME - Tales of Maj'Eyal
-- Copyright (C) 2009 - 2014 Nicolas Casalini
--
-- This program is free software: you can redistribute it and/or modify
-- it under the terms of the GNU General Public License as published by
-- the Free Software Foundation, either version 3 of the License, or
-- (at your option) any later version.
--
-- This program is distributed in the hope that it will be useful,
-- but WITHOUT ANY WARRANTY; without even the implied warranty of
-- MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
-- GNU General Public License for more details.
--
-- You should have received a copy of the GNU General Public License
-- along with this program.  If not, see <http://www.gnu.org/licenses/>.
--
-- Nicolas Casalini "DarkGod"
-- darkgod@te4.org

--------------------------------------------------------------------------
-- Scintillating caves
--------------------------------------------------------------------------

newLore{
	id = "scintillating-caves-note-1",
	category = "scintillating caves",
	name = "research journal part 1",
	kr_name = "첫 번째 연구 기록",
	lore = [[동쪽에 있는 이 번뜩이는 동굴의 탐험 허가가 났다. 이곳은 보통 출입이 금지되어 있지만, 아버지가 평의회에 있다는 것이 도움이 될 때도 있군 그래. 평소에는 그저 무능한 어릿광대일 뿐일지라도 말이지...

이 동굴은 마법폭발이 시작한 곳으로 알려져 있다. 고대의 쉐르'툴 장거리 관문이 묻혀 있는 곳이자, 우리의 조상들이 그 힘에 손을 대어 그들이 파괴당한 곳이기도 하다. 그곳에는 수많은 위대한 샬로레 마법사들이 있었지만, 그들의 예상을 뛰어넘은 힘이 폭발하여 모두 순식간에 학살당했다. 우리 사람들에게 있어 이는 심대한 손실이다 - 그 지식과 힘이 영원히 사라졌으니 말이다!

그리고, 이제 이 고대의 유적은 수정으로 가득한 동굴이 되었다. 보고서에 의하면, 이 수정들은 매년 자라나고 있다고 한다. 이것들이 살아있는 것일까...?

이 마법폭발이 시작된 곳에 발을 내딛는 것이 나에게 엄청난 두려움을 가져온다는 사실을 인정해야 할 것 같다. 이곳은 엄청난 파괴가 시작된 곳이자, 세계에 고통을 준 곳이자, 우리의 도시를 지워버린 곳이자, 세계를 찢어발긴 곳이다. 하지만, 그럼에도 이 얼마나 아름다운 곳인가!]],
}

newLore{
	id = "scintillating-caves-note-2",
	category = "scintillating caves",
	name = "research journal part 2",
	kr_name = "두 번째 연구 기록",
	lore = [[분명 이곳의 수정들은 자유 의지를 가지고 움직이고 있다. 게다가 몇몇 수정들은 자기 보호를 위해 마법적인 효과를 일으키기도 한다. 물론 나에게는 전혀 위협이 되지 않는 수준이다. 나의 마법적 힘은 이것들에 잠재된 마법적 수준을 훨씬 넘어서는 것이기 때문이다.

잠재된 힘... 이것들을 설명하는 가장 적절한 단어가 아닐까 싶다. 이곳의 수정들은 자연적인 보석이 아니다. 이곳의 수정들을 몇 개 부숴 연구해본 결과, 이것의 구조는 내가 지금까지 본 그 어떤 구조와도 다르다는 것을 알아냈다. 학회에서 쉐르'툴 유적과 관련된 연구를 했을 때 조차, 이러한 것은 본 적이 없다. 정말 놀랍군!]],
}

newLore{
	id = "scintillating-caves-note-3",
	category = "scintillating caves",
	name = "research journal part 3",
	kr_name = "세 번째 연구 기록",
	lore = [[땅, 물, 불, 대기 - 이것들은 우리가 마법을 만들어낼 때 사용하는 원소들이다. 이곳에 있는 수정들 역시 이러한 힘들을 발산하고 있었다. 하지만 여기에는 또 다른, 무언가 다른 것이 있었다... 이곳에서 발견한 검은 수정에는 무언가 새롭고, 파괴적인 속성을 발산하고 있었다. 다른 속성에 비해 극도로 뒤틀렸으며, 아주 해로운 구조로 이루어진 힘이었다.

어째서 이러한 힘을 지금껏 발견하지 못한 걸까? 나는 이 힘을 연구해야만 한다. 나는 이 힘을 이해해야만 한다 - 나는 이 힘을 끊임없이 연구하여 나의 것으로 만들어야만 한다... 지식에 대한 갈망으로 내 마음이 불타오르는 것 같다!

나는 이 새로운 원소를 "황폐" 라고 이름지었다.]],
}

newLore{
	id = "scintillating-caves-note-4",
	category = "scintillating caves",
	name = "research journal part 4",
	kr_name = "네 번째 연구 기록",
	lore = [[이제야 보이기 시작한다. 모든 것이 명확하게 보이기 시작한다... 이곳에서 흘러나오는 힘은 이 세계의 것이 아니다. 마법폭발의 영향으로, 우리 세계의 공간 구조에 금이 간 것으로 보인다. 그리고 이 금의 바깥으로, 무언가 알 수 없지만 정말로 강력한 힘이 들어오려고 하는 것 같다. 나는 그 힘에 거의 근접했고, 곧 닿을 수 있을 것 같다! 이 엄청난 힘은... 쉐르'툴 종족이 가졌다는 그 힘과도 비교가 되지 않을 것이다.

이곳의 수정들은 마즈'에이알 세계의 오염된 원소들이다. 이것들이 내뿜는 힘은 우리 세계의 근본적인 구조를 바꾸고 있다. 이 동굴은 실로 기쁨의 정원이자, 성장과 힘의 원천이다. 우리가 더 노력한다면, 이 경이의 정원을 얼마나 더 넓힐 수 있을까? 아마 이 세계의 전역에 이 번뜩이는 영광, 에이알 세계를 위한 위대한 타락을 일으킬 수 있을 것이다!

나는 이 "황폐" 의 힘을 제어하기 위한 수련을 시작했다. 굉장히 힘이 들며, 마치 나의 원기를 흡수당하는 것 같은 느낌이 든다. 하지만 이 힘에서 흘러나오는 엄청난 힘을 나는 느낄 수 있다. 보다 더 이 힘에 접근해야만 한다...]],
}

newLore{
	id = "scintillating-caves-note-5",
	category = "scintillating caves",
	name = "research journal part 5",
	kr_name = "다섯 번째 연구 기록",
	lore = [[이 힘을 다루다가 지옥의 밑바닥에 손을 댈 뻔 했지만, 나는 이 힘에 감명을 받았다... 나는 축복을 받았다. 나는 완전한 깨우침을 얻었다!

경이롭다. 내가 지금까지 본 어떤 것보다도 경이롭다. 마법폭발이 지녔던 순수한 힘을 뿜어내는, 놀라울 정도로 복잡하며 또한 아름다운 수정... 우리의 선조들이 열어낸 힘에, 영광스러운 타락의 힘이 더해져 만들어진 수정... 얼마나 아름다운가 - 이 얼마나 아름다운가!

나는 감동을 느꼈다. 내 마음 속으로 들어와, 나에게 힘을 불어넣어주는 것을 느꼈다. 그것의 힘이 나에게 흘러들어오는 것을 느꼈다. 나의 혈관을 타고 흐르는 피를 보라! 진정한 힘으로 타락한 나의 피를 보라!

내 앞에 길이 놓여있는 것이 느껴진다. 마법폭발은 저주가 아니었다. 마법폭발은 축복이었다. 나는 우리 사람들의 눈을 띄워주고, 우리 종족을 위한 영광이 열렸음을 알려주어야만 한다! 이 경이로운 타락의 힘을 전 세계에 퍼뜨릴 것이다!]],
}

newLore{
	id = "scintillating-caves-note-6",
	category = "scintillating caves",
	name = "exploration journal",
	kr_name = "탐험 기록",
	lore = [[#{italic}#주도의 시대를 맞은 122 년, 환희의 달 10 일#{normal}#
평의회가 나에게 번뜩이는 동굴의 조사를 맡겼다. 그 정신 나간 랄로레가 길가를 미쳐 날뛰며, 어떻게 그들을 "오염" 시킬지에 대해 떠들어댄 것 때문으로 보인다. 나는 그렇게 오염된 것들을 본 적이 없으며, 이곳에 움직이는 수정들이 있다는 것도 그저 소문으로만 들어보았을 뿐이다. 이곳에는 이상하게도 부서진 수정 조각들이 있긴 하다. 마치 무언가 더 거대한 것에 의해 부서진 것처럼 말이다. 하지만 다른 특별한 점은 찾아보기 힘들다.

#{italic}#주도의 시대를 맞은 122 년, 밀려오는 여름의 달 2 일#{normal}#
이상한 곳이다. 정말로... 내가 찾았던 그 수정 조각들, 이것들에 마법적인 힘이 들어있다는 것을 발견하였다. 붉은 빛의 수정 조각에는 화염의 힘이 깃들어있으며, 푸른 빛의 수정 조각에는 얼음의 힘이 깃들어있는 등... 이곳에는 변형된 모양의 수정 조각도 있는데, 이 수정 조각에는 끔찍한 힘이 깃들어있다. 지금껏 본 적이 없는, 굉장히 특이하고 괴이쩍은 힘이다. 이것이 그 정신나간 녀석이 말하던 "오염된" 힘인가?

#{italic}#주도의 시대를 맞은 122 년, 밀려오는 여름의 달 3 일#{normal}#
음... 이런 상황은 예상하지 못했는데. 수정들이 움직인다는 소문은 사실인 것 같다. 최소한 이것들이 자유 의지를 가지고 있다는 것은 확실해보인다. 동굴의 마지막 부분만을 빼놓고 탐사를 마쳤을 즈음, 나는 동굴에서 자라난 거대한 두 개의... 다리처럼 보이는 것을 발견하였다. 이것을 본 순간 나는 엄청난 공포와 적의에 압도당했는데, 이 느낌은 내가 느낀 것이 아니라... 저 수정이 나에게 보낸 것이었다. 나는 이곳에서 환영받은 존재가 아니며, 지금의 위협으로 끝나지 않을 것이라는 느낌을 받았다. 내 겁쟁이와도 같은 행동을 평의회에 보고하고 싶지는 않다. 그래서 나는... 훨씬 더 안전한 곳에서 보고서를 지어내기로 했다. 만약 어떤 고집 센 모험가가 이 쪽지를 발견한다면, 내가 추측하건데 이 기초적인 지식만을 가지고 있는 수정들을 부수고 이것들을 통솔하는 원래 지배자를 박살낸 놈은, 이전의 놈보다 훨씬 더 강력한 수정체일 것이라는 점을 주의하기 바란다.]]
}
