-- ToME - Tales of Maj'Eyal
-- Copyright (C) 2009 - 2014 Nicolas Casalini
--
-- This program is free software: you can redistribute it and/or modify
-- it under the terms of the GNU General Public License as published by
-- the Free Software Foundation, either version 3 of the License, or
-- (at your option) any later version.
--
-- This program is distributed in the hope that it will be useful,
-- but WITHOUT ANY WARRANTY; without even the implied warranty of
-- MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
-- GNU General Public License for more details.
--
-- You should have received a copy of the GNU General Public License
-- along with this program.  If not, see <http://www.gnu.org/licenses/>.
--
-- Nicolas Casalini "DarkGod"
-- darkgod@te4.org

--------------------------------------------------------------------------
-- Sunwall
--------------------------------------------------------------------------

newLore{
id = "sunwall-note-1",
category = "history of the Sunwall",
name = "Loremaster Verutir's note",
kr_name = "지식의 대가 베루티르의 쪽지",
lore = [[지식의 대가 베루티르가 쓴다. 나는 이곳 태양의 장벽에 대한 역사를 시간 순서대로, 그리고 공식적으로 쓰는 일을 맡았다. 나는 사람들과 이야기를 나누고 여러 장소들을 여행한 뒤, 이 쪽지에 중요한 내용들을 쓸 것이다. 만약 당신이 이것을 읽고 있다면, 당신은 나의 후원자이거나 (다시 한번 감사드립니다, 독자시여!) 도둑이거나 (내 쪽지에서 당장 떨어지게!) 내 시체를 발견한 사람이거나...의 셋 중 하나일 것이다. 만약 당신이 마지막 선택지에 속한다면, 부디 이 쪽지를 태양의 장벽에 있는 도시의 지배자, 포로시스에게 가져다주고 보상을 받으시게. 그리고 나의 아내에게 내가 어떻게 죽었는지 말해주고, 나의 아이들에게 내가 그들을 사랑했노라고 말해주게.
서론은 이정도로 하고, 이제 나는 이 임무를 시작할까 한다. 우선 이곳의 엘프들과, 그들이 태양의 장벽과 어떤 관계인지를 연구하는 것에서부터 연구를 시작해볼까 한다. 아마 그들은 조금 더 이야기를 나누기 쉬운 종족으로 예상되는데, 그들은 자신들의 역사를 기억하는 것을 애호하며 또한 삶의 목표로 생각하기 때문이다. 물론, 이곳의 엘프들 중 얼마나 많은 자들이 실제로 이런 행동을 할지는 잘 모르겠지만.
...
불행하게도, 우리 지역의 엘프들은 나에게 그들의 역사를 별로 이야기하려고 하지 않았다. 그들이 말하길, 자신들에게는 그렇게 이른 시기에 대한 기록이 없다고 하였다. 하지만, 나를 기꺼이 도와주겠다고 한 친절한 엘프인 탄치르가 있어서 다행이다. 이제 단 하나 남은 문제는, 그가 이곳에 있는 거대한 오크 긍지에 대해서 조사해야 한다는 점이었다. 그래서 직접 가서 그들에 대해 조사를 해보기로 하였다. 그러고 보니, 모험가들이 호위 임무를 자주 받는다는 말을 들어본 것 같은데...]],
}

newLore{
id = "sunwall-note-2",
category = "history of the Sunwall",
name = "Loremaster Verutir's note",
kr_name = "지식의 대가 베루티르의 쪽지",
lore = [[나는 아이들이 '믿을 수 없는 모험가' 에 대한 소문에 대해 이야기하는 것을 들은 적이 있다. 나는 호위 임무를 맡은 모험가들이 자신만을 지키고 전투에서 도망치는 바람에, 많은, 정말 많은 호위 대상이 도중에 죽었다는 소문을 들었다. 그리고, 이 소문들은 정말로 *사실* 이었다. 나는 호위를 구해, 내가 가고자 하는 방향으로 즉시 이동하였다. 하지만, 어떤 이유에선지, 그는 나를 바로 따라오지 않았고, 오히려 자기가 앞장서서 길을 걷기 시작했다. 그가 길을 몰랐던 것일까? 멍청한 놈. 대체 왜 내가 이 지역의 관문이 어디 있는지조차 모르는 놈에게 내 특별한 수련법을 알려주어야 하는건지! 다행히도 나는 살아남았지만, 그에게 감사하는 마음은 들지 않는다. 그의 코고는 소리는 더 언급하고 싶지도 않군...
이 탄치르 녀석은 공공 순간이동 수단이 있는 조금 더 도시적인 지역을 찾아보자고 정말로 애원하였다. (더 이상 '모험가' 는 사절한다네!) 하지만 그와 이야기를 시작해보니, 그가 꽤 많은 것을 알고 있다는 사실을 느낄 수 있었다.
듣자 하니, 그는 이곳에 온 엘프들과는 약간 다른 종족이었던 것 같다. 또한, 그들은 전설상의 대륙인 "마즈'에이알" 에서부터 보트를 타고 이곳에 도착했다고 한다. 그는 그 전설의 대륙이 진짜로 존재한다고 말했지만, 그에 대한 증거를 제시하지는 못했다. 이 이야기는 나중에 더 자세히 조사해볼 필요가 있다.]],
}

newLore{
id = "sunwall-note-3",
category = "history of the Sunwall",
name = "Loremaster Verutir's note",
kr_name = "지식의 대가 베루티르의 쪽지",
lore = [[나는 여러 차례 그 대륙에 대한 이야기를 들었지만, 나는 다른 종족이 어떻게 이곳에 왔는지에 대한 원래 보고서를 쓸 필요가 있었다. 그래서, 나는 일시적으로 내 조사 - 마즈'에이알이 실제로 존재하는지, 아니면 그저 엘프들의 전설에 내려오는 이야기일 뿐인지 - 를 중단하였다. (그들이 오랜 삶과 기억을 가지고 있긴 하지만, 그들이 하는 말을 전적으로 믿을 수는 없다) 그 대신 어떻게 인간들이 이곳에 왔는지에 대해 가장 많은 지식들을 가지고 있는 곳인, 동쪽 역사 학회의 관리인을 만나보기로 하였다. 그런 이유로, 나는 북쪽에 있는 보르 지역에 가서 그들이 모아둔 지식을 활용하기로 하였다.
그렇다. 이 말은 곧, 나는 불행하게도 '모험가' 와 다시 여행을 떠나야만 한다는 말이다. 신이시여, 대체 나는 왜 조금 더 많은 예산을 지원받지 않았을까? 정말 너무나도 끔찍한 일이다. 게다가, 이번 여행은 정말로 긴 여행이었다. 내가 상상할 수 있는 그 어떤 여행보다도 긴 여행이었다. 정말로, 내가 가진 식량이 바닥날 정도였다. 내가 생각해도 바보 같은 일이지만, 그에게 호위를 요청할 수밖에 없었다. 게다가 그 짜증나는 트롤같은 놈은, 자기가 아무 것도 먹지 않고도 살아갈 수 있다고 하였다! 대체 이 얼마나 끔찍한 거짓말인지. 그가 정말 나를 놀리려고 그런 말을 한 것일까? 동쪽 역사 학회 사람들은 이보다는 더 좋은 농담을 할 수 있을거라 기대해본다...]],
}

newLore{
id = "sunwall-note-4",
category = "history of the Sunwall",
name = "Loremaster Verutir's note",
kr_name = "지식의 대가 베루티르의 쪽지",
lore = [[마침내 보르에 무사히, 그리고 거의 건강하게 도착했다. (비록 마법 화염으로 내 배에 화상을 입고, 내 외투가 완전히 못 쓰게 되었지만 말이다. 새 외투를 살 돈이 있었으면 좋겠군) 하지만, 동쪽 역사 학회에 도착할 수 있었으니 이런 사소한 문제는 별 문제가 되지 않는다. 인간이 최고의 종족이라는 사실을 그 누가 부정할 수 있으랴! 엘프나 오크들은 이렇게 깔끔하게 종이에 무언가를 기록해두지 않는다!
이곳에서 얻은 정보들을 요약하자면... 애시드리가 이 해안가를 탐사한 첫 번째 인간이었으며, 동쪽 역사 학회는 그가 그렸던 지도를 노란색 고급 양피지의 형태로 보존하고 있었다. 하지만 그는 해안가를 지나 멀리까지 탐험을 하다가 죽음을 맞이하였기 때문에, 그는 처음 이곳에 도착한 인간이 아니었으며 또한 이곳에 처음으로 정착한 사람도 아니었다. 몇몇 역사학자들의 말에 의하면, 이곳 동쪽에 처음 도착한 사람은 배린 고르솔이라고 한다. 최소한, 많은 최초의 탐험가들이 그를 선도자로 생각하였으며 그 역시 그것을 받아들였을 것이라는 이야기는 사실로 여겨진다. 이곳에 처음 정착한 중요한 사람들의 이름은 다음과 같다 : 오웨오드리 아란둘, 학대받은 애쓸, 그리고 검은 블로란.]],
}