-- ToME - Tales of Maj'Eyal
-- Copyright (C) 2009, 2010, 2011, 2012, 2013 Nicolas Casalini
--
-- This program is free software: you can redistribute it and/or modify
-- it under the terms of the GNU General Public License as published by
-- the Free Software Foundation, either version 3 of the License, or
-- (at your option) any later version.
--
-- This program is distributed in the hope that it will be useful,
-- but WITHOUT ANY WARRANTY; without even the implied warranty of
-- MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
-- GNU General Public License for more details.
--
-- You should have received a copy of the GNU General Public License
-- along with this program.  If not, see <http://www.gnu.org/licenses/>.
--
-- Nicolas Casalini "DarkGod"
-- darkgod@te4.org

--------------------------------------------------------------------------
-- The Infinite Dungeon
--------------------------------------------------------------------------

newLore{
	id = "infinite-dungeon-1",
	category = "ruined dungeon",
	name = "clue (ruined dungeon)", always_pop = true,
	kr_name = "파괴된 던전에서 찾은 단서",
	lore = [[글귀가 새겨져 있다 :
#{italic}#흐르는 강물 속에는 바위가 잠자고...#{normal}#]],
}

newLore{
	id = "infinite-dungeon-2",
	category = "ruined dungeon",
	name = "clue (ruined dungeon)", always_pop = true,
	kr_name = "파괴된 던전에서 찾은 단서",
	lore = [[글귀가 새겨져 있다 :
#{italic}#...깃털은 조용히 바람에 날린다.
나무의 뿌리는 깊게 박혀 있으며...#{normal}#]],
}

newLore{
	id = "infinite-dungeon-3",
	category = "ruined dungeon",
	name = "clue (ruined dungeon)", always_pop = true,
	kr_name = "파괴된 던전에서 찾은 단서",
	lore = [[글귀가 새겨져 있다 :
#{italic}#...마법의 힘이 모든 생명을 불태울 것이리라.#{normal}#]],
}

newLore{
	id = "infinite-dungeon-4",
	category = "ruined dungeon",
	name = "infinite dungeon (ruined dungeon)", always_pop = true,
	kr_name = "무한의 던전",
	lore = [[글귀가 새겨져 있다 :
기만의 신 랄쿠르는 신 살해자 브란질과 그의 어두운 검 마드라스의 분노로부터 도망쳤다. 하지만 그가 도망칠 장소로 이 던전을 선택한 뒤 깊숙히 들어가자, 곧 그는 던전의 끝에 다다르게 되었다. 그러자 그는 그의 힘을 사용하여, 그 밑에 새로운 층계를 만들었다. 그러면서 함정과 적들을 소환하여, 신 살해자에게 혼란을 주려 했다. 하지만 브란질은 그를 놓치지 않았다. 브란질은 그를 집요하게 쫓았으며, 그를 따라 던전 깊은 곳으로 들어갔다. 랄쿠르는 더 깊이, 더 빨리 도망쳤다. 헤아릴 수 없이 깊은 곳까지 도망갔다. 하지만 신 살해자는 언제나 그의 바로 뒤에 있었다. 무자비하게 그를 쫓았다.

그리고 추격은 계속되었다. 수 세기가 지났지만, 브란질은 단 한 번의 휴식이나 수면조차 취하지 않고 그의 사냥감을 쫓아 무한한 추적을 계속하고 있다. 그는 저 겁쟁이 신을 해치우는 날이 온다면, 죽음마저도 반갑게 맞을 수 있을 것이다. 랄쿠르는 계속 도망쳤다. 그는 숨을 쉬지 않았기 때문에 숨에 찰 일도 없었으며, 걷지 않기 때문에 지칠 일도 없었다. 하지만 그의 심장은 그를 배신한 채, - 공포로 인해 - 쿵쾅거리며 뛰었다. 그는 이 세계가 끝나는 그 순간까지 더 깊고, 깊은 곳으로 도망칠 것이다.

이곳은 그들이 지나온 길로 향하는 입구로 보인다. 이곳에는 한 번 들어가면 다시는 나오지 못할 것이라는 표시가 되어있다.
이곳에 발을 내딛어서는 안될 것 같다.]],
}

newLore{
	id = "infinite-dungeon-history-1",
	category = "infinite dungeon",
	name = "The Hunter and the Hunted chapter 1",
	kr_name = "사냥꾼과 사냥감, 첫 번째 이야기",
	lore = [[브란질은 쉐르'툴 중에서도 가장 강력한 사냥꾼이었다. 그의 명성은 모든 장거리 관문 너머에까지 알려져 있었다. 그는 쉬지 않고 몇 날 며칠을 달릴 수 있었으며, 그 누구도 지나가지 못할 장소도 지나갈 수 있었으며, 에이알 세계에서 가장 예민한 짐승보다도 뛰어난 감각을 가지고 있었다. 이것이 칼디자르가 그가 수호하는 숲으로 와서, 그에게 신 살해자의 일원이 될 것을 간청한 이유일 것이다. 브란질은 처음에 거절했다. 그는 그런 위대한 일에 감히 간섭할 수는 없다고 말하였다. 그리고 그는 사냥하고 평화를 누리며 그의 가족을 지키고 싶어했다. 하지만 칼디자르는 신이 존재하고 그들이 사악한 책략을 꾸미는 한, 그의 평화로운 삶은 유지될 수 없을 것이라고 그를 설득했다. 그는 마지못해 승낙하였으며, 대검 마드라스를 손에 쥐었다. 그의 어깨에는 "신 살해자" 라는 칭호가 따라다니게 되었다.

신 살해의 기간 동안, 브란질은 가장 강력한 신 살해자로 활동하였다. 그는 사냥하는 동안에는 휴식도, 수면도 취하지 않았다. 그는 눈 덮인 퍼토리아스 산에서 트롤을 낳는 자 우그'마토를 추적하여, 최고봉에서 그의 몸을 박살내었다. 그는 휘몰아치는 안비온 계곡에서 황폐를 지어내는 자 자도크를 함정에 빠뜨려, 그를 목졸라 죽이고 일곱 조각으로 잘라 글롱룸 강에 내버렸다. 그리고 그는 다른 하등 종족들 사이에 숨어 있는, 기만, 매혹, 그리고 환영의 신 랄쿠르를 찾아 죽이는 임무를 맡게 되었다.]],
}

newLore{
	id = "infinite-dungeon-history-2",
	category = "infinite dungeon",
	name = "The Hunter and the Hunted chapter 2",
	kr_name = "사냥꾼과 사냥감, 두 번째 이야기",
	lore = [[그렇게 가장 위대한 사냥이 시작되었다. 브란질은 강압적인 힘과 피를 뿌려가며, 그의 적이 숨은 장소를 발견하고자 하였다. 그는 곧 랄쿠르가 한 원시 부족의 일원으로 변신하고 있다는 것을 발견하였다. 브란질은 그를 쫓았다. 그의 손에는 마드라스가 쥐어져 있었다. 랄쿠르는 사냥꾼의 분노를 보았고, 그의 공포스러운 검을 보았다. 그는 영양으로 변신해, 할로어 들판을 가로질러 도망갔다. 하지만 브란질은 더 빠르게, 더 끝없이 달렸으며, 다르민의 나무에 이르렀을 때는 그를 거의 잡을 수 있을 정도까지 뒤쫓았다. 랄쿠르는 그곳에서 원숭이로 변신하여 나무를 타올랐다. 하지만 브란질은 그에 아랑곳하지 않고 그를 쫓았으며, 그가 설치한 함정들을 극복해냈다. 점차 숲은 사라지고, 하늘빛 바다가 그들의 눈 앞에 펼쳐졌다. 랄쿠르는 갈매기로 변신하여, 브란질을 비웃듯 깍깍거리며 바다 위를 날아다녔다. 하지만 브란질은 당황하지 않고 물 속으로 뛰어들었으며, 그 겁쟁이 신을 헤엄쳐서 쫓기 시작했다. 20 일에 이르는 추적을 하는 동안, 그는 눈에 보이는 물고기들을 잡아먹었다. 랄쿠르가 그의 날개를 부던히 퍼덕대는 동안 브란질은 잠시도 대상에게서 눈을 떼지 않았으며, 시간이 지날수록 랄쿠르는 조금씩 두려운 감정이 마음 속에 생겨나기 시작했다.

마침내 그들은 타르'에이알의 멀리 떨어진 해안가에 도착했다. 랄쿠르는 너무나 지쳐, 모래사장에 쓰러졌다. 모든 힘을 다 써버려서, 그는 원래의 형태인 땅딸막하고 쪼그라든 형태로 되돌아왔다. 그는 탈진하여 모래 위를 걷다가 발을 헛디딜 정도였다. 브란질은 물 속에서 일어났다. 그리고 그가 겪은 시련에도 불구하고, 그는 맹렬하게 우뚝 일어났다. 그리고 저 겁쟁이 신을 향해 뚜벅뚜벅 걸어갔다. 그는 마드라스를 검집에서 꺼내, 그 희생자의 목을 노렸다.

하지만 랄쿠르는 마지막 힘을 쥐어짜서, 가련하고 불쌍한 형태로 변신했다. 그리고 브란질에게 자비를 호소하며 오열하였다. 그는 에이알 세계를 떠나, 다시는 돌아오지 않겠다고 했다. 그리고 브란질은 하나의 신이 이렇게나 추락한 모습을 보고, 연민을 느꼈다. 그는 브란질의 호소를 받아들였다. 하지만 그는 엄숙한 어조로, 이렇게 말했다. "이 세계에서 사라져라. 이제 필멸자들은 그들의 권리를 되찾을 것이다. 네가 에이알 세계에 미친 영향들을 모두 없애라. 다시는 돌아오지 말라. 만약 나의 신뢰를 깰 경우에는, 영원토록 죽음을 걱정하게 될 것이다. 한숨도 쉬지 않고 너를 쫓을 것이다. 한걸음도 쉬지 않고 너를 쫓을 것이다. 네 심장은 너의 기대를 배반한 채 공포로 쿵쾅거릴 것이다. 네가 어디로 도망가던, 네가 그 어떤 무한히 깊은 곳으로 도망치던 나는 너를 쫓을 것이다. 내 손이 네 목을 꿰뚫어 먼지로 만드는 그날까지 추적을 멈추지 않을 것이다." 그가 말을 끝내자, 바람이 그치고 하늘이 검게 변했다. 쉐르'툴의 말은 그 말 자체에 힘을 담고 있다. 그들은 말을 통해 이 세계를 영원히 바꿀 수 있었다. 이 말을 들은 랄쿠르는 자신의 마음이 두려움으로 가득 차는 것을 느꼈다. 랄쿠르는 몸의 피로도 잊은 채, 즉시 하늘 높은 곳으로 솟아올라 사라졌다.]],
}

newLore{
	id = "infinite-dungeon-history-3",
	category = "infinite dungeon",
	name = "The Hunter and the Hunted chapter 3",
	kr_name = "사냥꾼과 사냥감, 세 번째 이야기",
	lore = [[브란질은 그의 사람들이 있는 곳으로 돌아왔다. 그리고 다른 신들을 계속 사냥하였다. 그리고 이제 하나의 신만이 남았다 : 신 살해의 최종 목표, 쉐르'툴의 창조자이자 최강자이며 극복해야 할 대상인, 아마크텔이 바로 그 신이었다. 이는 결코 쉽지 않은 일이었다. 아마크텔은 다른 어떤 신들과도 비교할 수 없이 강했기 때문이다. 그리고 많은 쉐르'툴들이 그들의 창조자를 여전히 고귀한 신으로 여기고 있었기 때문이다. 그의 왕좌에 도달하기 위해 수없이 많은 피가 흘렀으며, 앞으로 더 많은 피가 흐르게 될 것이다.

랄쿠르는 그 어떤 필멸자들도 도달할 수 없는, 하늘 높은 곳까지 도망쳤다. 브란질의 그 말이 그를 너무나 겁에 질리게 만들었기 때문이다. 하지만 그가 하늘 높이 날아오를수록, 공포는 점차 옅어지기 시작했다. 그는 자신의 마음을 고쳐먹었다. 그는 긍지 높은 신이었으며, 복수하고자 하는 마음으로 불타올랐다. 저 쉐르'툴을 응징하고 그에게 겸손함이라는 것을 알려주기 위한, 많은 생각과 계획들이 그의 마음 속에서 만들어졌다. 그는 독수리로 변신한 뒤, 에이알 세계에 있는 가장 높은 화산으로 날아갔다. 그곳에서 그는 그의 날개를 활짝 펴고 날아다녔다. 그의 징벌이 내려질 대지를 두 눈으로 똑똑히 지켜보았다.

그는 아마크텔의 요새로 진격하기 위해 모인 쉐르'툴 부대를 즐겁게 보았다. 그는 쉐르'툴이 마침내 수비벽을 뚫고 위대한 신에게 돌격하는 모습을 걱정하며 보았다. 그는 아홉 명의 신 살해자가 그들의 창조자와 싸우는 것과, 몇몇 신 살해자들의 그의 전지전능한 분노 앞에 쓰러지는 것을 보고 경외감을 느꼈다. 그리고 그는 가장 강력한 신이 무릎을 꿇고, 신체를 훼손당하고, 묶이고, 이 세계의 가장 깊은 심연으로 던져지는 모습을 극도의 공포를 느끼며 보았다.]],
}

newLore{
	id = "infinite-dungeon-history-4",
	category = "infinite dungeon",
	name = "The Hunter and the Hunted chapter 4",
	kr_name = "사냥꾼과 사냥감, 네 번째 이야기",
	lore = [[쉐르'툴의 진정한 힘을 본 랄쿠르는 공포로 온 몸이 마비되는 느낌을 받았다. 그의 응징은 결코 이루어질 수 없을 것이라고 느꼈다. 하지만 그는 적당한 시간이 오기를 기다렸다. 그리고 그의 참을성은 마침내 보답받았다. 저 강력한 종족들 사이에 내분이 조금씩 생겨났기 때문이다. 칼디자르가 사라지고 신 살해자들이 뿔뿔이 흩어진 그 때, 그는 그의 시간이 드디어 왔음을 느꼈다. 그는 브란질이 수호하는 숲에 폭풍을 불러, 그의 분노를 풀어내었다. 그는 시끄러운 소리를 내며 강하하였으며, 그의 날개를 펼쳐 숲에 강철 가시들을 날려보냈다. 그 가시는 나무와 돌과 몸뚱아리를 마구 꿰뚫고 파괴하였다. 숲을 지키던 모든 사람들이 살해당했다. 숲의 하늘은 랄쿠르가 날아다니면서 내는, 미친 듯한 웃음소리로 가득 찼다.

하지만 이 복수심에 불타는 신은 너무 성급하게 행동하였다. 브란질이 사냥을 끝내고 돌아올 시기가 된 것이다. 다음 날 숲에 도착한 브란질은, 그가 살던 곳이 폐허가 되었음을 보았다. 그의 가족들과 부하들이 도륙당한 것을 보았다. 그의 마음 속에 슬픔과 고통이 가득 차올랐다. 그는 누가 이런 짓을 했는지 잘 알고 있었으며, 그의 분노는 불타올랐다. 그는 다른 신 살해자들의 도움을 받아 저 비겁한 신을 추적하려 하였으나, 그들은 모두 뿔뿔이 흩어져 있었다. 그들은 각각 전쟁이 퍼뜨린 씨앗을 어떻게 처리할지에 대한 정책을 시행하느라 바빴다. 아마 그들이 그를 도와줬더라면, 유명인사였던 브란질은 사람들을 연합시키고 앞으로 닥칠 광기를 멈출 수 있었을 것이다. 하지만 칼디자르는 사라졌고, 소문에 의하면 그는 부당한 피해를 입었음에도 그들의 행동에 책임을 느꼈다고 한다. 그리고 남은 신 살해자들은 그들의 힘을 키우고, 그들 자신을 또 다른 '신' 으로 만들고자 하는 생각 밖에 가지고 있지 않았다.]],
}

newLore{
	id = "infinite-dungeon-history-5",
	category = "infinite dungeon",
	name = "The Hunter and the Hunted chapter 5",
	kr_name = "사냥꾼과 사냥감, 다섯 번째 이야기",
	lore = [[그래서 브란질은 검집에 마드라스를 넣은 채, 홀로 길을 나섰다. 그의 사냥감을 찾는 데는 그리 오랜 시간이 걸리지 않았다. 그는 더 이상 숨으려고 하지 않았기 때문이다. 그는 그를 숭배하는 열등한 종족들의 거주지로 갔다. 그는 그들의 새로운 신을 보호하려는 무기력한 쓰레기들을 자비심 없이 도륙하였다. 랄쿠르는 두려움에 질려, 브란질과 그의 어두운 검으로부터 도망쳤다. 하지만 브란질은 그를 놓치지 않았다. 그리고 그를 쫓아 근처에 있던 폐허로 들어갔다. 랄쿠르는 함정을 깔고 적들을 소환하며 더 깊은 어둠 속으로 도망쳤다. 하지만 브란질은 그것들을 극복하고, 더 빠른 속도로 그를 추적하였다. 신의 능력으로, 랄쿠르는 새로운 던전의 층을 만들고 더 깊이, 더 깊이 도망쳤다. 브란질 역시 그를 끝없이 쫓았으며, 이번에는 기필코 신을 죽이겠다는 생각을 가지고 더 깊이, 더 깊이 그를 추적하였다.

그리고 추격은 계속되었다. 수 세기가 지났지만, 브란질은 단 한 번의 휴식이나 수면조차 취하지 않고 그의 사냥감을 쫓아 무한한 추적을 계속하고 있다. 그는 저 겁쟁이 신을 해치우는 날이 온다면, 죽음마저도 반갑게 맞을 수 있을 것이다. 랄쿠르는 계속 도망쳤다. 그는 숨을 쉬지 않았기 때문에 숨에 찰 일도 없었으며, 걷지 않기 때문에 지칠 일도 없었다. 하지만 그의 심장은 그를 배신한 채, - 공포로 인해 - 쿵쾅거리며 뛰었다. 그는 이 세계가 끝나는 그 순간까지 더 깊고, 깊은 곳으로 도망칠 것이다.]],
}
