-- ToME - Tales of Maj'Eyal
-- Copyright (C) 2009, 2010, 2011, 2012, 2013 Nicolas Casalini
--
-- This program is free software: you can redistribute it and/or modify
-- it under the terms of the GNU General Public License as published by
-- the Free Software Foundation, either version 3 of the License, or
-- (at your option) any later version.
--
-- This program is distributed in the hope that it will be useful,
-- but WITHOUT ANY WARRANTY; without even the implied warranty of
-- MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
-- GNU General Public License for more details.
--
-- You should have received a copy of the GNU General Public License
-- along with this program.  If not, see <http://www.gnu.org/licenses/>.
--
-- Nicolas Casalini "DarkGod"
-- darkgod@te4.org

--------------------------------------------------------------------------
-- Angolwen
--------------------------------------------------------------------------
newLore{
	id = "angolwen-linaniil-lecture",
	category = "angolwen",
	name = "Lecture on Humility by Archmage Linaniil",
	kr_name = "마도사 리나니일의 겸손에 대한 강의",
	lore = [[우리 앙골웬의 가장 뛰어났던 학생 두 명이 우리의 비밀과 은밀한 의무를 내버린 채, 마을을 떠난 지도 벌써 몇 년이 흘렀습니다. 그들이 우리의 모임에서 성취해낸 일을 생각하면 아직도 제 마음이 무겁습니다. 하지만 저는 언젠가 그들이 우리의 엄숙한 임무 뒤에 숨겨진 이유를 깨닫고, 다시 돌아오리라고 믿습니다.

하지만, 이제는 미래를 생각해야 할 때입니다. 제 오랜 과거에서 후회할 일은 너무나 많고, 그것들의 무게를 제 몸은 오랫동안 감당해낼 수 없기 때문입니다. 저는 그대들, 이제 우리의 위대한 지식을 배우기 시작한 어린 견습 마법사들을 생각해야 합니다. 저는 그대들에게 우리의 임무, 우리의 목적, 우리의 정의를 알려줘야 합니다. 이를 통해 그대들이 해야 하는 것과, 그것을 해야 하는 이유를 이해시켜야 합니다. 우리는 비밀리에 우리가 과거에 낸 상처들을 치유하고, 재가동시키며, 더 나은 미래를 만들어야 합니다. 우리가 해나가야 할 속죄는 무겁고, 이 에이알 세계에서 마법폭발이 가져온 공포는 결코 잊혀질 수 없는 것이기 때문입니다.

마법폭발이 일어나던 바로 그 자리에 제가 있었기 때문에, 그 누구보다도 이 사실을 잘 알고 있습니다. 하지만 그 때의 저는 어린 마법사였고, 어리고 어리석었던 저는 그 어떤 불길한 조짐도 느끼지 못했습니다.

저는 쉐르'툴 유적에서 샬로레족 마법사들이 어떤 실험을 하는지 알고 있었습니다. 그리고 저는, 그들이 얻고자 하는 힘이 너무나 갖고 싶었습니다. 제 머리 속은 그 힘이 가져올 기회와 영광으로 가득했습니다. 제 젊음이 가져온 오만으로 인해, 저는 그 어떤 공포나 경각심도 가지지 못했습니다. 아아, 그 때 조금만 더 주의를 기울일 수 있었다면...

그 사건이 일어난 지 어언 이천 하고도 육백 년이 지났지만, 저는 아직도 하늘이 불타오르고 땅이 갈라지던 그 때의 기억을 잊을 수가 없습니다. 저는 대기 중에 있던 마법의 기운을 느꼈고, 이 급작스럽게 풀려 나온 마법의 힘은 그 누구도 제어할 수 없으리라는 것을 느꼈습니다. 이를 통해, 저는 샬로레 족의 마법사들이 쉐르’ 툴 유적의 장거리 관문에 걸려있던 봉인을 해제했다는 것을 알았습니다. 하지만 그 힘은 그들의 예상을 훨씬 뛰어넘는 것이었습니다. 몇 초 뒤, 저는 하늘 위로 솟아오르는 화염의 파동을 볼 수 있었고, 진홍빛 파괴의 깃털이 비처럼 내리기 시작했습니다. 그 때의 제가 할 수 있었던 것은 고작 제 자신을 위한 보호막을 치는 것이 전부였고, 그 때 제가 겪은 고통은 너무나 끔찍하여 그 상처가 지금까지도 남아있습니다. 제 주변의 어느 누구도 살아남지 못했습니다. 제 옆에 있던 자매 네이라의 단말마가 아직도 생생하게 기억에 남습니다. 그녀의 살갗은 끔찍한 힘 앞에 찢겨지고, 그녀의 육신은 업화의 연료가 되었으며, 그녀가 타고 남은 재마저도 대지의 갈라진 틈 사이로 흩날려 사라지고 말았습니다. 2,600 년이 지난 지금도, 그 때의 비명소리에 잠을 깨고는 합니다.

제가 사랑했던 수많은 사람들을 그 날 잃었지만, 그래도 저는 혼자가 아니었습니다. 사랑하는 사람들을 잃은 것은 저만이 아니었고, 셀 수 없는 죽음이 대지에 가득했기 때문입니다. 그리고 마법사냥이 시작되었고, 사람들은 마법사들의 오만에 반기를 들어 우리를 자비심 없이 학살하기 시작했습니다. 마법폭발 이후 우리의 능력은 엉망이 되었고, 마나의 흐름은 산산조각 났습니다. 우리는 거의 무방비 상태였고, 우리와 같은 마법사들을 모아 비밀도시 앙골웬을 만드는 것은 너무나 힘들었습니다. 우리와 함께 하던 수많은 마법사들이 폭도들에 의해 살해되었고, 또한 많은 죄 없는 사람들 역시 희생되었습니다. 불신의 시대였으며, 피에 굶주린 시대였습니다. 하지만, 아아, 고통은 여기서 끝나지 않았습니다.

마법폭발의 후폭풍은 오늘날까지도 찾아볼 수 있습니다. 대지는 고통 받고 있으며, 땅은 황폐화 되었습니다. 황혼의 시대에는 상황이 훨씬 더 악화되었습니다. 새로운 질병들이 창궐하였으며, 모든 도시와 문명들은 속수무책으로 쓰러져갔습니다. 우리들은 멸망의 위기에 몰렸으며, 이 암흑의 시대는 모든 지식과 깨달음을 앗아갔습니다. 영주와 도둑떼는 얼마 남지 않은 정상적인 땅을 차지하기 위해 서로 싸웠으며, 대지의 황폐화는 남은 자들의 땅을 거침없이 침략했습니다. 이때부터 우리는 우리가 저지른 실수를 바로잡고, 세계를 되살리기 위한 우리의 비밀스러운 임무를 시작하였습니다. 우리는 비밀리에 황폐화된 땅을 찾아 우리의 힘을 파괴가 아닌, 치유에 사용하였습니다. 수백 년의 시간이 걸렸지만, 결국 우리는 마법폭발의 상처를 조금씩 아물게 하는데 성공하였으며 사람들은 도시와 문명을 다시 일으켜 세우기 시작하였습니다.

아아, 그 때의 저는 얼마나 희망에 눈이 멀었는지. 그렇게 일이 쉽게 풀릴 것이라고 생각한 저는 바보였습니다. 에이알 세계에 가해진 상처는 지표면만이 아닌 세계의 중심까지 가해졌었으며, 그 독은 훨씬 더 깊게 퍼져있었습니다. 세계의 중심은 찢겨지고 깨져있었으며, 어느 어둡고 폭풍이 휘몰아치던 날 동대륙에 대재앙이 일어났습니다. 우리는 다른 사람들처럼 무가치함을 느끼며 공포에 떨었고, 갈라진 동대륙은 바다로 가라앉아 그 누구도 살아남지 못했습니다. 대륙은 갈라졌고, 에이알 세계는 두 번 다시 그때처럼 돌아가지 못하게 되었습니다. 그 재앙 앞에서는 마도사라도 한낱 미물과도 같은 존재일 뿐이었습니다.

그러고 보니 지금은 그대들에게 겸손함에 대해 가르쳐주는 시간이었군요. 그대들은 드워프 조차도 무력하게 만들 정도로 강력한 세력이 있다는 것을 잘 알고 있을 것입니다. 그들은 영광도, 자부심도 없으며 그저 끝없는 파괴와 공포와 고통만을 추구하는 존재라는 것을 잊지 마시길.

우리의 임무는 세계를 돕는 것입니다. 우리의 속죄는 비밀리에 이루어져야만 합니다. 오래된 상처는 아직도 아물지 않았으며, 새로운 위협은 시시각각 다가오고 있습니다. 하지만 이 모든 것들은 침묵의 망토 안에서, 비밀리에 해결해야만 합니다. 서로에 대한 불신은 마음 속 뿌리 깊은 곳에 아직까지도 남아있으며, 사람들은 우리를 여전히 증오합니다. 하지만 세계는 변화하고 있고, 언젠가는 우리도 그들의 사회에 받아들여질 날이 올 것입니다. 그 날이 오기 전까지, 이번에 배운 겸손함에 대한 강의를 잊지 마시길 바랍니다. 더 넓은 세계로 나가더라도 그대들의 비밀을 지켜주길 바라며, 그대들의 안전을 지켜나가길 바랍니다.]],
}

newLore{
	id = "angolwen-tarelion-magic",
	category = "angolwen",
	name = "Lecture on the nature of magic by Archmage Tarelion",
	kr_name = "마도사 타렐리온의 강의 '마법이란 무엇인가'",
	lore = [[#{bold}#"마법이란 무엇인가?”
#{italic}#마도사 타지마르 타렐리온 의 연구#{normal}#
언뜻 보기에는 너무나 일반적이고 상투적인 질문이지만, 이 질문은 내가 가장 많이 받는 질문이며 심지어는 가장 똑똑한 학생들마저도 나에게 이것을 묻는다. 이런 현상이 일어나는 이유는, 우리가 ‘마법’ 을 가르칠 때 너무나 연습과 모방과 마법의 효과에만 편중되어 가르치기 때문이다. 마법의 근본적 원리와 세부적인 내용에 대한 가르침이 없다는 것이다. 이는 마치 즐겁게 하프를 연주하는 사람이 현의 떨림으로 소리가 나는 원리를 모르는 것과 같다. 많은 마법사들 역시 마법이 만들어지는 방식을 모르는 채 마법을 사용하고 있다. 이 글을 통해, 사람들이 마법의 원리에 대해 깨닫고 우리가 만들어낼 수 있는 경이로운 과실 – 즉 근본적인 효과에 대해 알게 되기를 바란다.

연금술사들은 세계가 납, 동, 쇠, 금 등 다양한 자원으로 이루어져있다고 말할 것이다. 그들은 모든 것을 나누고 각각의 구성요소들을 조사하여, 그것들이 서로 어떻게 반응하는지에 대해 집착한다. 하지만 이 세계를 이루고 있는 것은 이런 물질적인 요소가 전부는 아니다. 비록 연금술사들이 이 세계의 물질적인 요소들을 잘 설명하고 있긴 하지만, 그들은 사물이 움직이는 힘, 불과 얼음, 번개의 힘과 생명 그 자체의 힘 등이 우리와 아주 밀접한 것이며 실제로 느낄 수 있는 것이라는 사실을 보여주지 못한다. 그리고 우리는, 이러한 힘들을 ‘에이알의 원소들’이라고 부른다. 진정한 마법사라면 세계에 존재하는 원소들의 힘 사이에 발생하는 상호작용에 관심을 가지고, 그 또는 그녀의 필요에 따라 원소의 힘을 다룰 수 있어야 한다.

원소의 힘은 세계에 자연적으로 존재하며, 모든 것들을 하나로 아우르며 서로 엮여있다. 원소의 힘은 움직이고 진동하며, 다른 물질들과 공명한다. 또한 각각의 원소들은 다른 원소들에게 지대한 영향을 준다. 모든 생명체들은 자연적으로 이 원소들을 만들고 사용하며, 몇몇은 다른 이들보다 원소에 대한 친화력이 더 높은 경우도 있다. 많은 양의 연습과 훈련을 통해 우리는 이 자연적인 힘과 더욱 더 동화될 수 있으며, 늑대의 움직임과 곰의 힘, 나무정령의 단단함은 물론 강력한 용의 힘까지 사용할 수 있게 될 것이다.

하지만 원소의 힘에 접근하는 방법에는 하나의 방법이 더 있다. 몇몇 사람들은 이를 ‘자연스럽지 못한 방식’ 이라고 하지만, 이 방법은 그저 ‘더 직접적인 방법’ 일 뿐이다. 오래 전, 사람들은 고된 수련 끝에 그들의 의지를 집중시켜 원소의 힘을 직접적으로 구현시키는 방법을 발견하였다. 이 방법은 강력한 힘을 이끌어낼 수 있으며, 이 세계에 원소의 힘을 직접 구현해낼 수도 있었다. 사람들은 적절한 방식으로 수련을 거친 끝에, 화염 덩어리, 번개 화살, 얼음의 창 등을 만들어낼 수 있었다. 진정으로 마법에 통달한 자는 훨씬 깊이 있는 수련을 통해, 여러 원소의 힘을 조합하여 보다 복잡한 물리적 효과를 만들어낼 수 있었다.

하지만 이 힘을 한번에 너무 많이 사용하면 왠지 모르게 몸이 피로해져 당분간 힘을 사용할 수 없었으며, 이 힘을 유지하기 위해서는 엄청난 수준의 의지력과 노력이 필요했다. 이것이 바로 우리가 부르는 마법의 힘인 “마나”, 즉 정신적인 체력이며 세계의 원소와 상호작용할 때 사용하는 원천력인 것이다. 지속적으로 마법을 사용하는 것은 지속적으로 무거운 것을 들었다 놨다 하는 것과 같아, 계속 사용하다 보면 언젠가 그 한계가 찾아오는 것이다. 훈련을 통해 한번에 더 많은 마나를 가질 수 있게 되며, 룬이나 주문 중에는 필요할 때 마나를 추가적으로 회복할 수 있는 것도 있다.

마법적인 룬과 물건들은 특정한 원소의 힘이 추가로 부여되어 있다. 이를 위해서는 특수한 능력을 지닌 숙련된 마법부여가의 섬세한 작업이 요구된다. 가장 복잡한 마법 아티팩트의 경우 제작에 몇 년 이상이 걸리기도 하며, 극도로 집중된 정신력은 영구적으로 그 물건의 중심 소재를 원소의 힘에 가깝게 만들 수도 있다. 보석은 특히 이러한 능력을 쉽게 이끌어낼 수 있으며, 때문에 연금술사들은 보석을 통해 원소의 힘을 이끌어내고는 한다.

몇몇은 마법이 본질적으로 옳지 않은 것이라고 믿는다. 이들은 원소의 힘을 비트는 것이 끔찍한 일을 불러올 것이라고 한다. 앙골웬의 학생들에게 말하건데, 저런 말에는 결코 동의할 수 없다! 마법은 그저 자연의 힘의 연장선상에 있는 능력에 불과하다. 우리는 자연적인 생명체가 아니라서 마법을 사용할 수 있다는 것인가? 

하지만 마법은 강력한 힘이며, 좋은 일에도 나쁜 일에도 쓰일 수 있다는 점은 명심해야 한다. 마법은 실로 엄청난 능력을 지닌 도구와도 같은 것이다. – 부디 마법의 힘을 현명하게 쓰도록.
]],
}

newLore{
	id = "spellblade",
	category = "angolwen",
	name = "The spellblade",
	kr_name = "'마법칼날'",
	lore = [[마도사 바릴의 사무실에서,
앙골웬에서의 또다른 새벽이 찾아왔습니다. 쓰기가 주저되는 내용이지만, 에이알 세계에 또다시 평화가 찾아오는게 아닌가 하는 느낌이 드는군요. 이 말로 인해서 전쟁과 파괴행위들이 즉시 터져나오는 것은 아닐지... 하는 생각도 드는군요. 악의가 없는 운명이란 운명이 아니니까요. 그렇지만서도 마법사냥에 대한 기억으로 이룰 수 없었던 잠자리가 하루하루 편해지고 있는건 사실입니다. 이제는 산속에 격리된 우리의 공동체를 위해서 제 스스로를 온전히 바쳐 헌신할 수 있을 것 같군요.

물론, 지금까지 갈등이 전혀 없었다는 말은 아닙니다. 며칠 전 지구르 추종자들이 여행하는 연금술사로 변장하여 앙골웬에 침입했었습니다. 처음에는 불쾌할 뿐이었지만, 곧 두려워졌습니다. 그들은 질식성 가루를 사용해서 경비병들을 무력화시키고 주변 마법사들의 목소리를 뺏어갔습니다. 만약 리나니일이 이곳을 지나가지 않았더라면 상황은 끔찍했을겁니다. 그들의 숫자가 그렇게 많이 남아있지는 않았지만요... 아니면 나무 뒤에 숨어있었을지도 모르겠군요... 솔직하게 얘기하자면, 온 건물을 포위할 정도로 많은 숫자였습니다.

그 사건으로 인해, 어느 정도는 제 마음 속에 마법을 연구하고 힘을 키우고자 하는 의지가 불타올랐습니다. 그러나 마법지팡이 수련에 대한 관심이 시간이 지나면서 희미해졌다는 것을 인정해야겠군요. 그 대신, 저의 검술은 나날이 발전해가고 있습니다. 흠... 사실 저는 제 오래된 검을 "향상" 시켜줄 수 있는 마법을 찾을 수 있을지 항상 의문이었습니다. 

어쨌든 간에, "굉장히 날카로운 철제 마법지팡이" 를 뭐라고 부르는게 좋을까요?]],
}
