-- ToME - Tales of Maj'Eyal
-- Copyright (C) 2009, 2010, 2011, 2012 Nicolas Casalini
--
-- This program is free software: you can redistribute it and/or modify
-- it under the terms of the GNU General Public License as published by
-- the Free Software Foundation, either version 3 of the License, or
-- (at your option) any later version.
--
-- This program is distributed in the hope that it will be useful,
-- but WITHOUT ANY WARRANTY; without even the implied warranty of
-- MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
-- GNU General Public License for more details.
--
-- You should have received a copy of the GNU General Public License
-- along with this program.  If not, see <http://www.gnu.org/licenses/>.
--
-- Nicolas Casalini "DarkGod"
-- darkgod@te4.org

--------------------------------------------------------------------------
-- Age of Allure
--------------------------------------------------------------------------

newLore{
	id = "halfling-research-note-1",
	category = "age of allure",
	name = "research log of halfling mage Hompalan",
	lore = [[
#{bold}#홈팔란의 기록 1#{normal}#
#{italic}#매혹의 시대 4537년#{normal}#

쉐르'툴 폐허 발굴이 거의 끝났다. 이전의 남쪽 폐허에서의 표식과 일치하는것 같다. 
현재 이론: 아마도 어떤 종류의 관문인건가? 쉐르'툴에 대해서 아는 것은 오직 소문과 신화 밖에 없고, 모두 에이알로 눈 깜짝할 새에 다녀갈 수 있다는 것들이다. 이 장소에서 읽은 마나의 흔적은 우리가 겨우 이해하기 시작한것들마저 뛰어넘는 것이었다. 밑으로 내려보냈던  마지막 탐색자는 아직도 혼수 상태이다. 연구를 계속 해야만한다.


#{bold}#홈팔란의 기록 2#{normal}#
#{italic}#매혹의 시대 4541년#{normal}#

살아있는 이크를 실험했던것은 잘 풀리지 않았다. 고맙게도 청소는 내 기술자들에게 맡길 수 있었다... 4년이 지났지만 아직도 폐허들에 대해 이해조차도 못했다는 느낌이 든다. 연구비가 머지않아 끊길까봐 걱정이다. 하지만 우리가 최근에 발굴해낸 몇 가지의 물건들이 관문을 여는 열쇠역할을 해줄지도 모른다. 아니면 그냥 쉐르'툴을 스포츠로 사용했을수도? 그건 두고봐야 알겠지.



#{bold}#홈팔란의 기록 3#{normal}#
#{italic}#매혹의 시대 4542년#{normal}#

세번째 실험으로 확인할수 있었다. 오브가 관문간 전송을 가능하게 해준다는 것을 말이다. 내 인생에서 가장 위대한 발견이다. 쉐르'툴에서 그런 힘을 봉인해제한 것은 우리 연구팀이 최초다! 단지 전에 내려보낸 모든 이크들이 우리의 수치일뿐. 나는 진정으로 갈라진 기구가 어떤 종류의 먹는 기계... 가 아닐까 의심하기 시작했다. 오 그렇지 멍청한 이크들이 아직 많이 남아있어.
]]
}

newLore{
	id = "halfling-research-note-2",
	category = "age of allure",
	name = "research log of halfling mage Hompalan",
	lore = [[
#{bold}#홈팔란의 기록 4#{normal}#
#{italic}#매혹의 시대 4544년#{normal}#

내가 자리를 비웠을 때, 군인들이 들이닥쳐 이곳을 장악하기로 결정했다. 이게 얼마나 중대한 과학적 프로젝트인지 알고나 있는건가? 군인놈들이 신경쓰는거라곤 헬멧에 그려진 조그만 줄무늬밖에 없지. 몇몇은 사람들이 시설을 공격하도록 위협했다는 소문에 대해서 말했지만 난 그런 사소한 정치놀음은 신경 안쓴다. 그리고 그 발에털달린 놈들이 어떤 위협이 될 수 있다는거지?  아마도 이 정신나간 보안 제약 속에서 계속 일을 해야할것이다.


#{bold}#홈팔란의 기록 5#{normal}#
#{italic}#매혹의 시대 4545년#{normal}#

아마 이 모든 전쟁이란 것들이 단순한 열풍이 아니라고 추측한다. 듣자하니 밖에서는 많은 사람들이 죽어가고 있는 듯 하다. 어마나 골칫거리인가 - 난 그저 나의 보급이 끊기지 않고 일에 몰두하고 싶다. 반면에 좋은 점들도 있다 - 인간형 실험체들말이다! 몇달 안에 인간형으로 실험을 시작할것이다.
그 역겨운 이크들을 없앨수 있어서 기쁘단 사실은 꼭 말해야겠다. 비대한 머리는 어떻게든 나를 짜증나게 한다. 왜 우리가 쓸모없는 이크들을 하인으로 쓰길 결정했던것인가... 최소한 인간형 실험체들은 가지고 있는 지능은 부족할지라도 대화는 가능하다.


#{bold}#홈팔란의 기록 6#{normal}#
#{italic}#매혹의 시대 4546년#{normal}#

실험체 A-C: 전송 중 붕괴.
실험체 D: 전송 중 폭파.
실험체 E: 절반 전송, 절반 잔류. 절반의 성공인가?
실험체 F: 전송 중 붕괴.
실험체 G: 전송 중 녹아내림.
실험체 H-K: 전송 중 붕괴.
실험체 L: 전송 중 냉동.
실험체 M: 전송에서 생존. 2초 후에 붕괴. 진척이 있다!
실험체 N: 전송에서 생존했지만 혼수상태에 빠짐. 4일 후 사망.

우린 조금이나마 진전을 보고 있다... 사람이 그렇게 엉망인 생물이라는 것이 안타깝다! 솔직하게 말해서 얼마나 더 관심을 쏟아줘야 하는거지?! 새해 초에 새로운 실험체들로 실험을 시작할 것이다.
]]
}

newLore{
	id = "halfling-research-note-3",
	category = "age of allure",
	name = "research log of halfling mage Hompalan",
	lore = [[
#{bold}#홈팔란의 기록 7#{normal}#
#{italic}#매혹의 시대 4547년#{normal}#

실험체 O: 전송 중 붕괴.
실험체 P: 전숭에서 생존했지만 미쳐버림 - 제압해야만 했음.
실험체 Q: 첫번째 전송에서 생존. 돌아오는 전송에서 붕괴.
실험체 R: 첫번째 전송에서 사망.
실험체 S-T: 돌아오는 전송에서 사망.
실험체 U: 돌아오는 전송에서 생존. 관문으로 뛰어들기 전에 소리가 들린다고 불평했었음 - 붕괴. 골칫거리같으니!
실험체 V: 돌아오는 전송에서 사망.

철자도 다 떨어져간다. 실험체도 마찬가지로 다 떨어졌다. 군인들이 실험체를 더 데려오길 기다려야한다.


#{bold}#홈팔란의 기록 8#{normal}#
#{italic}#매혹의 시대 4548년#{normal}#

실험체 W: 폭파하기전에 첫번째 전송에서 쪼그라들었다. (측정과정에서의 오류인가?)
실험체 X: 두번째 전송에서 머리만 빼고 돌아왔다. 기괴하군.
실험체 Y: 전송 중에 사라짐.
실험체 Z: 두번의 전송에서 모두 살아남음. 놀랍군!

현재 실험체 Z가 미쳐 날뛰고 있지만, 나는 관문 사용으로 인한 직접적인 정신적 능력의 부패가 아닌 극심한 스트레스 환경 때문이라고 믿는다. 더 연구해야만 한다.
]]
}

newLore{
	id = "halfling-research-note-4",
	category = "age of allure",
	name = "research log of halfling mage Hompalan",
	bloodstains = 7,
	lore = [[
#{bold}#홈팔란의 기록 9#{normal}#
#{italic}#매혹의 시대 4549년#{normal}#

실험체 Z는 여전히 잘 하고 있다. 그를 대상으로 한 추가적인 수많은 전송을 완수했다. 실험체 Z가 종족적으로 지능이 많이 제한됨에도 불구하고 가끔은 지적인 대화가 가능하다. 무엇이 어떻게 되가고 있는지 실마리를 못 잡고 있는것 같다. 그리고 항상 몇시인지 물어온다. 멍청이 같으니라고... 내가 추측하는 바로는 인간은 지나치게 키가 커서 두뇌까지 피가 올라가지 못한다는 점이다. 아직까지는 관문을 통해서 어느 하플링도 전송하는 위험을 감수하진 않을것이다. 여태껏 내가 전송한 모든 사람은 사망했으니 말이다.


#{bold}#홈팔란의 기록 10#{normal}#
#{italic}#매혹의 시대 4550년#{normal}#

실험체 Z에게 잠재된 마법의 힘이 있지 않나 의심이 된다. 내가 생각하는 그 종족이 가능한 속도보다도 빠르게 움직이는걸 본적이 있고 아무런 수단도 없이 고장만 물건을 고치기도 한다. 이런 것들은 사소하지만 나는 관문이 근본적인 능력을 향상시킬수 있다고 믿는다. 더 많은 실험이 필요하다. 실험체 Z는 여전히 멍청해 보인다. 분명하게 몇초밖에 걸리지 않았음에도 그의 마지막 여행이 삼일이나 걸렸다 말하니 말이다. 그리고는 실험체는 그 직후 게걸스럽게 먹기시작했다. 탐욕스러워진건 아닌가 의심스럽다. 일전에 시험체가 멀리 떨어진 관문을 오랫동안 응시하는걸 목격했지만, 실험체가 다치기 전에 조수를 시켜 멀리 떼어놓았다.


#{bold}#홈팔란의 기록 11#{normal}#
#{italic}#매혹의 시대 4551년#{normal}#

실험체 Z가 사라졌다! 끔찍한 일이야! 심지어 관문 전송중인것도 아니였다. 마치 스스로의 그림자로 걸어들어가서 사라진 것처럼 보였다. 내 연구는 끝장이다!! 그만한 실험체는 다신 없을거다!

군인들은 날 끝도 없이 괴롭힌다. 그들에게 즉시 더 많은 실험체를 찾아달라 말했지만 이 지역의 적 순찰대들을 언급하면서 변명을 해댔다. 내가 그런 사소한 것까지 신경써야 하는건가?! 그리고 지금 회랑에서 싸움질을 연습하고 있는 군인들의 소리가 들린다. 저놈들은 가짜싸움에서도 멍청한 아이들처럼 앓는 소리와 비명을 내지른다. 여기가 얼마나 중요한 시설인지 알고나 있는건가? 나의 천재성이 얼마나 방해받고 있는지 이해를 하고는 있는---
]]
}
