-- ToME - Tales of Maj'Eyal
-- Copyright (C) 2009, 2010, 2011, 2012 Nicolas Casalini
--
-- This program is free software: you can redistribute it and/or modify
-- it under the terms of the GNU General Public License as published by
-- the Free Software Foundation, either version 3 of the License, or
-- (at your option) any later version.
--
-- This program is distributed in the hope that it will be useful,
-- but WITHOUT ANY WARRANTY; without even the implied warranty of
-- MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
-- GNU General Public License for more details.
--
-- You should have received a copy of the GNU General Public License
-- along with this program.  If not, see <http://www.gnu.org/licenses/>.
--
-- Nicolas Casalini "DarkGod"
-- darkgod@te4.org

--------------------------------------------------------------------------
-- Age of Allure
--------------------------------------------------------------------------

newLore{
	id = "halfling-research-note-1",
	category = "age of allure",
	name = "research log of halfling mage Hompalan",
	kr_display_name = "하플링 마법사 홈팔란의 연구 기록",
	lore = [[
#{bold}#홈팔란의 기록 1#{normal}#
#{italic}#매혹의 시대 4537 년#{normal}#

쉐르'툴 폐허 발굴이 거의 끝났다. 이전의 남쪽 폐허에서 보았던 표식과 일치하는 것 같다. 
현재 가설 : 아마도 어떤 종류의 관문인건가? 우리가 쉐르'툴에 대해서 아는 것은 오직 소문과 신화 뿐이고, 이것들은 모두 에이알 세계를 눈 깜짝할 새에 이동할 수 있다는 내용의 이야기를 하고 있다. 그리고 이 장소에서 읽은 마나의 흔적은 우리가 겨우 이해하기 시작한 수준을 뛰어넘는 것이었다. 밑으로 내려보냈던 마지막 탐색자는 아직도 혼수 상태이다. 연구를 계속 해야만 한다.


#{bold}#홈팔란의 기록 2#{normal}#
#{italic}#매혹의 시대 4541 년#{normal}#

살아있는 이크를 실험했던 것은 잘 풀리지 않았다. 고맙게도 '청소' 는 내 기술자들에게 맡길 수 있었다... 4 년이 지났지만 아직도 이 폐허들에 대해 이해조차도 못했다는 느낌이 든다. 연구비가 머지않아 끊길까봐 걱정이다. 하지만 우리가 최근에 발굴해낸 몇 가지의 물건들이 관문을 여는 열쇠 역할을 해줄지도 모른다. 아니면 그냥 쉐르'툴 종족들이 운동 경기에 사용했던 물건일지도? 그건 두고봐야 알겠지.



#{bold}#홈팔란의 기록 3#{normal}#
#{italic}#매혹의 시대 4542 년#{normal}#

세 번째 실험으로 확인할 수 있었다. 이 오브가 관문간 전송을 가능하게 해준다는 것을 말이다. 내 인생에서 가장 위대한 발견이다. 쉐르'툴 유적에서 이런 힘을 풀어낸 것은 우리 연구팀이 최초다! 단지 전에 내려보냈던 모든 이크들이 우리의 수치일 뿐. 나는 진정으로 이 갈라진 기구가 어떤 종류의 먹는 기계... 가 아닐까 의심하기 시작했다. 오 그렇지, 멍청한 이크들이 아직 많이 남아있어.
]]
}

newLore{
	id = "halfling-research-note-2",
	category = "age of allure",
	name = "research log of halfling mage Hompalan",
	kr_display_name = "하플링 마법사 홈팔란의 연구 기록",
	lore = [[
#{bold}#홈팔란의 기록 4#{normal}#
#{italic}#매혹의 시대 4544 년#{normal}#

내가 자리를 비웠을 때, 군인들이 들이닥쳐 이곳을 장악하기로 결정했다. 이게 얼마나 중대한 과학적 연구 과제인지 알고나 있는건가? 군인놈들이 신경쓰는거라곤 투구에 그려진 조그만 줄무늬밖에 없지. 몇몇은 인간들이 이 시설을 공격하는 위협이 될지도 모른다는 소문에 대해서 말했지만, 난 그런 사소한 정치놀음은 신경 쓰지 않는다. 그리고 그 꺽다리 놈들이 어떤 위협이 될 수 있다는거지? 아마도 이 정신나간 보안 제약 속에서 계속 일을 해야할 것 같다.


#{bold}#홈팔란의 기록 5#{normal}#
#{italic}#매혹의 시대 4545 년#{normal}#

아마 이 모든 전쟁이란 것들이 그저 단순한 열풍은 아니라고 추측된다. 듣자하니 밖에서는 많은 사람들이 죽어가고 있는 듯 하다. 이 얼마나 골칫거리인가 - 난 그저 나의 보급이 끊기는 일 없이 일에 몰두하고 싶다. 반면에 좋은 점들도 있다 - 인간형 실험체들 말이다! 몇 달 안에 인간을 가지고 실험을 시작할 것이다.
그 역겨운 이크들을 없앨 수 있어서 기쁘단 사실은 꼭 말해야겠다. 비대한 머리는 어떻게든 나를 짜증나게 한다. 왜 우리가 쓸모없는 이크들을 하인으로 쓰길 결정했던 것인가... 최소한 인간 실험체들은 가지고 있는 지능은 부족할지라도 대화는 가능하다.


#{bold}#홈팔란의 기록 6#{normal}#
#{italic}#매혹의 시대 4546 년#{normal}#

실험체 A-C : 전송 중 붕괴.
실험체 D : 전송 중 폭파.
실험체 E : 절반 전송, 절반 잔류. 절반의 성공인가?
실험체 F : 전송 중 붕괴.
실험체 G : 전송 중 녹아내림.
실험체 H-K : 전송 중 붕괴.
실험체 L : 전송 중 냉동.
실험체 M : 전송에서 생존. 2초 후에 붕괴. 진척이 있다!
실험체 N : 전송에서 생존했지만 혼수상태에 빠짐. 4일 후 사망.

우린 조금이나마 진전을 보고 있다... 인간이 그렇게 엉망인 생물이라는 것이 안타깝다! 솔직하게 말해서 얼마나 더 관심을 쏟아줘야 하는거지?! 새해 초에 새로운 실험체들로 실험을 시작할 것이다.
]]
}

newLore{
	id = "halfling-research-note-3",
	category = "age of allure",
	name = "research log of halfling mage Hompalan",
	kr_display_name = "하플링 마법사 홈팔란의 연구 기록",
	lore = [[
#{bold}#홈팔란의 기록 7#{normal}#
#{italic}#매혹의 시대 4547 년#{normal}#

실험체 O : 전송 중 붕괴.
실험체 P : 전숭에서 생존했지만 미쳐버림 - 제압해야만 했음.
실험체 Q : 첫 번째 전송에서 생존. 돌아오는 전송에서 붕괴.
실험체 R : 첫 번째 전송에서 사망.
실험체 S-T : 돌아오는 전송에서 사망.
실험체 U : 돌아오는 전송에서 생존. 관문으로 뛰어들기 전에 소리가 들린다고 불평했었음 - 붕괴. 골칫거리같으니!
실험체 V : 돌아오는 전송에서 사망.

사용할 알파벳도 다 떨어져간다. 실험체도 마찬가지로 다 떨어졌다. 군인들이 실험체를 더 데려오길 기다려야 한다.


#{bold}#홈팔란의 기록 8#{normal}#
#{italic}#매혹의 시대 4548년#{normal}#

실험체 W : 폭파하기 전에 첫 번째 전송에서 쪼그라들었다. (측정과정에서의 오류인가?)
실험체 X : 두 번째 전송에서 머리만 빼고 돌아왔다. 기괴하군.
실험체 Y : 전송 중에 사라짐.
실험체 Z : 두 번의 전송에서 모두 살아남음. 놀랍군!

현재 실험체 Z가 미쳐 날뛰고 있지만, 나는 관문 사용으로 인한 직접적인 정신적 능력의 부패가 아닌 극심한 스트레스 때문이라고 믿는다. 더 연구해야만 한다.
]]
}

newLore{
	id = "halfling-research-note-4",
	category = "age of allure",
	name = "research log of halfling mage Hompalan",
	kr_display_name = "하플링 마법사 홈팔란의 연구 기록",
	bloodstains = 7,
	lore = [[
#{bold}#홈팔란의 기록 9#{normal}#
#{italic}#매혹의 시대 4549 년#{normal}#

실험체 Z는 여전히 잘 하고 있다. 그를 대상으로 한 추가적인 수많은 전송을 완수했다. 실험체 Z가 종족적으로 지능이 많이 제한됨에도 불구하고, 가끔은 지적인 대화가 가능하다. 무엇이 어떻게 되가고 있는지 실마리를 못 잡고 있는것 같다. 그리고 항상 몇 시인지 물어온다. 멍청이 같으니라고... 내가 추측하는 바로는, 인간은 지나치게 키가 커서 두뇌까지 피가 올라가지 못하는 것 같다. 아직까지는 어느 하플링이라도 이 관문을 통해서 전송하는 위험을 감수하진 않을 것이다. 여태껏 내가 전송한 모든 사람은 사망했으니 말이다.


#{bold}#홈팔란의 기록 10#{normal}#
#{italic}#매혹의 시대 4550 년#{normal}#

실험체 Z에게 잠재된 마법의 힘이 있지 않나 의심이 된다. 내가 생각하는 그 종족이 가능한 속도보다도 빠르게 움직이는걸 본 적이 있고, 아무런 수단도 없이 고장난 물건을 고치기도 한다. 사소한 것들이지만, 나는 관문이 근본적인 능력을 향상시킬 수 있다고 믿는다. 더 많은 실험이 필요하다. 실험체 Z는 여전히 멍청해 보인다. 분명히 몇 초밖에 걸리지 않았음에도, 그의 마지막 여행이 3 일이나 걸렸다고 말하니 말이다. 실험체 Z는 그 말을 한 직후 게걸스럽게 먹기 시작했다. 탐욕스러워진건 아닌가 의심스럽다. 일전에 실험체가 멀리 떨어진 관문을 오랫동안 응시하는걸 목격했지만, 실험체가 다치기 전에 조수를 시켜 멀리 떼어놓았다.


#{bold}#홈팔란의 기록 11#{normal}#
#{italic}#매혹의 시대 4551 년#{normal}#

실험체 Z가 사라졌다! 끔찍한 일이야! 심지어 관문 전송 중인 것도 아니였다. 마치 스스로의 그림자로 걸어들어가서 사라진 것처럼 보였다. 내 연구는 끝장이다!! 그만한 실험체는 다신 없을거다!

군인들은 날 끝도 없이 괴롭힌다. 그들에게 즉시 더 많은 실험체를 찾아달라 말했지만, 이 지역의 적 순찰대들을 언급하면서 변명을 해댔다. 내가 그런 사소한 것까지 신경써야 하는건가?! 그리고, 지금 회랑에서 싸움질을 연습하고 있는 군인들의 소리가 들린다. 저놈들은 가짜싸움에서도 멍청한 아이들처럼 앓는 소리와 비명을 내지른다. 여기가 얼마나 중요한 시설인지 알고나 있는건가? 나의 천재성이 얼마나 방해받고 있는지 이해를 하고는 있는---
]]
}
