-- ToME - Tales of Maj'Eyal
-- Copyright (C) 2009, 2010, 2011, 2012, 2013 Nicolas Casalini
--
-- This program is free software: you can redistribute it and/or modify
-- it under the terms of the GNU General Public License as published by
-- the Free Software Foundation, either version 3 of the License, or
-- (at your option) any later version.
--
-- This program is distributed in the hope that it will be useful,
-- but WITHOUT ANY WARRANTY; without even the implied warranty of
-- MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
-- GNU General Public License for more details.
--
-- You should have received a copy of the GNU General Public License
-- along with this program.  If not, see <http://www.gnu.org/licenses/>.
--
-- Nicolas Casalini "DarkGod"
-- darkgod@te4.org

--------------------------------------------------------------------------
-- Temple of Creation
--------------------------------------------------------------------------

newLore{
	id = "temple-creation-note-1",
	category = "temple of creation",
	name = "tract of destruction",
	kr_name = "파괴의 기록",
	lore = [[#{bold}#파괴의 기록#{normal}#

비록 마법폭발의 힘 앞에 군대가 쓰러지더라도, 비록 숲이 파괴되고 하늘은 불길에 핏빛 빨강으로 불타오를지라도, 대지는 견뎌낼 것이라고, 그들은 느꼈다. 대지는 마치 영원하며, 절대 변하지 않을 것처럼 보였다. 마법폭발의 분노조차 대지를 파괴할 엄두조차 내지 못할 것이라고 생각하였다.

이 얼마나 잘못된 생각이였는가. 날로레 엘프들, 오랫동안 은둔했던 그들은 그들의 땅을 침범하는 어떤 공격에도 맞서 싸울 준비가 되었건만, 대지 자체가 무너지는 것을 그들이 어떻게 막아낼 수 있었겠는가? 그들의 집이 문자 그대로 찢겨지고, 들판과 숲에 금이 가는 것을 보며... 아주 잠시, 끔찍한 순간 동안, 그들은 마법폭발이 지닌 힘의 위력을 보았다. 그 힘은 이 세계의 사람들을 파괴하는 것 뿐만이 아닌, 이 세계 자체를 파괴하는 힘이었다.

날로레들이 살던 대지는 파도 속으로 가라앉았다.]],
}

newLore{
	id = "temple-creation-note-2",
	category = "temple of creation",
	name = "tract of anarchy",
	kr_name = "혼돈의 기록",
	lore = [[#{bold}#혼돈의 기록#{normal}#

그 대재앙이 일어나고 수 년 동안, 혼돈이 그들을 지배하였다. 그들의 문화, 삶의 방식... 그러한 것들은 그들의 대지처럼 부서지고 금이 갔다. 날로레 문명은 소수의 고립되고 연약한 공동체 수준으로 줄어들었다. 이 땅에서 마치 그 존재가 지워진 듯 하였다. 그들의 정신과 신체는 비틀리기 시작하였다.

그들과 같이 위대한 종족에게 결점이 생겼다는 사실과 맞닥뜨리자, 그들은 - 그들의 역사책에서 각주에나 간신히 실릴 정도였던, 마법폭발의 또 다른 피해자인 - 같은 엘프 동족, 샬로레와 탈로레들에게 간절한 지원 요청을 보냈다. 지원 요청은 그들이 하찮고도 연약한 종족으로 여겼던 인간과 하플링에게까지 전해졌다.

날로레는 누구의 응답도 받지 못하였다.]],
}

newLore{
	id = "temple-creation-note-3",
	category = "temple of creation",
	name = "tract of acceptance",
	kr_name = "적응의 기록",
	lore = [[#{bold}#적응의 기록#{normal}#

저 고집 세고 파괴적인 샬로레들에게 배신을 당하고, 저 냉담하고 의심스러운 탈로레들에게 배신을 당하자, 길고 혹독한 침묵이 남은 날로레 엘프들에게 내려졌다. 이 엄숙한 자아 성찰의 시간 동안, 구원은 갑작스럽고 예상치 못하게 내려졌다. 이 땅의 신비이자 오랜 시간 동안 침묵을 지키던 고대의 쉐르'툴 마법이 드디어 결실을 맺게 된 것이다.

날로레를 파괴했던 것과 같은 힘이 그들을 구원하였다. 쉐르'툴의 마법을 통해, 날로레들은 물 속에서 편하게 숨을 쉴 수 있게 되었다. 그들의 몸은 물 속에서 살아가기 위해 적응되었으며, 그들의 다리는 길고 뱀과 같은 모양의 꼬리가 되었다. 이러한 급격한 신체 변화는 보통 공포를 불러오지만, 예상할 수 있듯이 날로레들은 그들의 새로운 몸에서 가능성을 보았다. 그들의 가라앉은 대지가 다시 그들의 것이 된 것이다. 그들의 집은 다시 지어졌으며, 그들의 문명은 다시 태어났다. 날로레는 더 이상 없다. 이 바다 속 왕국의 사람들은, 이제 다른 자들에게 '나가' 라고 알려지게 될 것이다...]],
}

newLore{
	id = "temple-creation-note-4",
	category = "temple of creation",
	name = "personal note (Slasul)",
	kr_name = "슬라슐의 개인적인 쪽지",
	lore = [[오랜 세월 끝에, 이 신전은 드디어 그 비밀을 나에게 드러내었다. 그리고 나의 계획 또한 실현할 수 있게 되었다. 유연한 몸과 완전무결한 전투 능력, 그 누구도 따라잡을 수 없는 바다에서의 속도... 자연은 이런 종족을 그저 '단순한 나가' 로 만들었을 리가 없다. 이 창조의 사원이 나에게 보여준 것을 통해, 우리는 나가 이상의 존재가 될 수 있을 것이다. 나의 지도를 통해, 섬세하게 다듬어진 쉐르'툴 마법과 함께, 나의 숙련된 손길 아래 우리 위대한 종족은 그 정점에 다다르게 될 것이다. 이제 새로운 글, 바로 '포식자의 글' 이 쓰여지게 될 것이다.]],
}

--------------------------------------------------------------
-- Correspondances
--------------------------------------------------------------
newLore{
	id = "adventurer-letter-1",
	category = "adventures",
	name = "letter to Rolf (1)",
	kr_name = "롤프에게 보내는 편지 (1)",
	lore = [[롤프에게,

이 편지가 너에게 제대로 전달됐으면 좋겠군 그래. 최근 우리의 의사소통이 전혀 이루어지지 않았다는 점을 먼저 사과하겠네. 마즈'에이알 대륙을 가로지르는 나의 여행은 너무나 즐거우면서도 또한 위험해서, 편지를 보낼 생각조차 하지 못했다네. 내가 발견한 것을 설명해주면 자네가 얼마나 기뻐할지 알고 있으니, 글의 서두는 이쯤 쓰겠네.

상상해보게. 늑대를 상상해보게. 저 흉폭한 늑대를 상상해보게. 힘 세고, 흉포하고, 고기를 탐하는 저 모든 종류의 하등한 늑대들을 상상해보게. 자네 역시 지역 주민들이 주로 "와르그" 라고 부르는, 늑대들에 대해 들어본 적이 있을걸세.
이제... 방금 전에 상상한 늑대가 곰의 크기를 가지고 있는 것을 상상해보게. 정말로, 데르스 주변을 여행하던 도중 나는 이 괴물 같은, 공포스러운, 늑대 같은 적수를 만났다네. 송곳니는 내 검 만큼이나 길었고, 나는 이 늑대들의 제왕과 전투를 시작했다네. 아쉬운 점은, 그 동물을 사냥하는 것에 실패했다는 것일세. 하지만 내 장담하네 - 그 무시무시한 분노로부터 살아남은 것만으로도 충분히 영광스러운 일이며, 그 명성이 널리 알려져야 할 일일세.

그리고 정말로, 이런 생명체를 죽여 영광을 얻을 수 있겠는가? 나는 실로 어마어마한 숫자의, 털가죽으로 만들어진 신발과 모자를 데르스에서 보았다네. 하지만 전설은 그렇게 허무하게 죽어서는 안된다네. 전설은 이 세계에 영혼을 불어넣어주는 존재니까 말일세!

자네의 답장을 즐겁게 기다리며,
웨이스만 보냄]]}
newLore{
	id = "adventurer-letter-2",
	category = "adventures",
	name = "letter to Weisman (1)",
	kr_name = "웨이스만에게 보내는 편지 (1)",
	lore = [[웨이스만에게,
	
아! 자네의 마지막 편지가 나에게 준 느낌이란... 정말로 유쾌하고, 웃기는 느낌이었다네! 자네는 대체 언제까지 나에게 이 웃기는 이야기를 보내줄 셈인가? 그 나무로 만들어진 검을 들고, 이빨 빠진 잡종견이랑 싸운 이야기 말일세! 나에게 자네의 "전설" 을 훨씬 더 간결하게 말할 수 있게 해주게나 : 어느 날, 나는 개 한 마리를 죽이는데 실패했다. 이 얼마나 용감한가! 이 얼마나 용기 있고 대담한 일인가!

자네의 그 하찮고도 무모한 장난은 내가 최근에 겪은 시련에 비하면 정말 아무 것도 아닐세. 바로 며칠 전, 나는 오래된 숲 (이곳은 데르스 바깥에 있다네, 웨이스만! 벌써 겁에 질려 손이 떨리는게 눈에 보이는군 그래!) 으로 여행을 떠났다네. 그리고 나는 불행하게도, 그곳에서 가장 끔찍하고, 부풀어오르고, 끈적거리고 시끄러운 공포를 만났다네! 그것은 바로 역겨운 거대 개미들이었다네! 그 분노한 키틴질 부대는 마치 장군의 명령을 따르는 것 같이 움직였으며, 그것들은 나를 잡아먹을 듯이 덮쳐왔다네!

하지만 나는 살아남았다네, 웨이스만. 나의 편지가 자네의 모험이 얼마나 바보 같은 짓인지 알게 해주는 계기가 되었으면 좋겠군. 이런 진정한 모험을 겪은 자만이 자신을 모험가라고 칭할 수 있는 법일세. 자네의 이야기로 나를 더 이상 지루하게 만들지 말게나.

롤프 보냄]]}
newLore{
	id = "adventurer-letter-3",
	category = "adventures",
	name = "letter to Rolf (2)",
	kr_name = "롤프에게 보내는 편지 (2)",
	lore = [[개미살해자 롤프에게,
	
하! 그런 시련을 겪으셨는가! 이제 용이나 악마 따위는 사람들의 머리 속에서 잊혀지고, 개미에게서 살아남은 영웅의 이야기가 쓰여지겠군 그래! 그렇다면, 마지막 희망에서 생긴 이 즐거운 소식을 최대한 빨리 전해줘야겠군 - 자네의 명예는 나를 위한 행진의 구경꾼이 되고 말걸세!

내가 방금 전에 사용한 풍자를 자네가 알아들었으면 하는군 그래. 하지만 나는 곤충들과 사투를 벌이는 자에게 그렇게 많은 기대를 해서는 안된다는 사실을 알고 있네. 내가 자네에게 진정한 모험가에게 어울리는 짐승이 무엇인지 알려주지. 나는 남쪽으로 여행을 떠났다네. 어느날 밤에 버려진 산길을 걷다가 - 다음날 아침에 내가 얻을 보물과 시련을 상상하면서 - 찬란한 빛이 갑자기 나의 시야를 가득 채웠다네! 나는 그 빛이 닿는 곳에 서서, 내 주변의 대지가 찬란한 빛으로 물드는 것을 지켜보았다네. 그리고 나는 무언가를 발견하였다네.

그 얼마나 굉장한 장면이였는지! 타오르는 날개를 가지고 하늘을 불태우는, 그 새에게 나는 완전히 넋이 빠지고 말았다네. 저 멀리에서 불이 나고 있다는 사실을 간신히 발견할 수 있었다네. 그 새의 발톱 아래에 있던 돌에서도 엄청난 열기가 느껴졌다네. 롤프, 나는 그 순간 이것이야말로 모험이라는 것을 느꼈다네 - 이 세상에는 언제나 우리의 생각보다도 놀랍고 위대한 것들이 존재한다네.

나의 경험에서 배우는 것이 있기를,
웨이스만 보냄]]}
newLore{
	id = "adventurer-letter-4",
	category = "adventures",
	name = "letter to Weisman (2)",
	kr_name = "웨이스만에게 보내는 편지 (2)",
	lore = [[나의 가장 친애하는 친구 웨이스만에게,
	
자네의 들새 관찰 이야기를 짧게 줄여서 미안하네만, 마지막에 농담 한 마디를 붙이지 않고서는 도저히 견딜 수가 없는 이야기로군 그래. 자네의 웃기지도 않는 거드름과 과장된 말을 참느라 힘들었네. 우선, 자네의 너무나 과장된 이야기 - 들판에 불이 난 이야기 - 를 아주 재미있게 꾸며낸 것은 좋았지만, 나는 이제 자네에게 진심으로 동정을 표한다네. 자네의 가련한 방황을 감히 전설로 생각하고 있다니 말일세.

음, 더 이상 말하지 않겠네. 우리는 7 일 후에 데르스의 중앙 광장에서 만나게 될걸세. 여행의 준비를 하게나. 마을 북쪽의 폐허에 괴물이 있다는 소문이 갈수록 늘어나, 이제는 더 이상 헛소문으로 볼 수 없을 지경까지 왔다네. 나와 함께 해도 좋다네. 내 옆에서 그 괴물을 바라보게. 그리고 자네의 기술과 내 기술 사이에 있는 어마어마한 차이를 직접 느끼게. 만약 우리가 운이 좋다면, 자네는 이 강의에서 상처 하나 없이 교훈을 배우게 될걸세. 하지만 아마 이 강의에 대한 수업료로 자네의 팔다리 한두개 쯤은 지불해야 하지 않을까 걱정이 되는군 그래.

만약 자네에게 용기가 있다면, 준비를 하시게나.
롤프 보냄]]}
newLore{
	id = "adventurer-letter-5",
	category = "adventures",
	name = "letter to Weisman (3)",
	kr_name = "웨이스만에게 보내는 편지 (3)",
	lore = [[웨이스만,

그 촉수들. 나는 아직도 그것들이 기억난다네. 그것들은 나의 육체에 쇄도하면서, 동시에 나의 정신에도 쇄도하였다네. 어떻게 자연이라는 존재가 그... 그런 것을 존재하게 놔둔거지? 그러한 것이 태어날 정도로 어둡고 사악한 곳이 존재한단 말인가? 어떻게 창조라는 존재가 그런 기형아를 그대로 놔둘 수 있단 말인가?!

어떻게 우리가 살아남은거지? 도저히 알 수가 없네. 내가 기억할 수 있는거라고는 고통, 공포, 그리고 두려움 뿐일세. 내가 생각할 수 있는 것이라고는 그 자리에서 최대한 멀리 떨어지는 것, 그리고 도망치는 것 뿐이었다네... 부끄럽게도, 다른 생각 따위는 떠오르지 않았다네. 자네에 대한 생각, 집에 대한 생각, 이 세계에 대한 생각... 내가 할 수 있던 것이라고는 그... 것들을 베어내고 내 몸 하나를 자유롭게 하는 것 뿐이었다네. 아마 이것이 왜 그것들이... 아니, 그에 대한 생각은 더 이상 하고 싶지 않네. 그 짐승은 분명 오늘 밤 나의 악몽 속에 나타나겠지. 깨어 있는 동안에는 그에 대한 생각을 안하려고 하니 말일세.

편히 쉬게, 형제여. 아마 그것이 자네의 눈을 가져갔을지는 몰라도, 그것이 자네의 무엇을 더 가져갈 수 있었는지를 생각해보게. 어찌됐건, 나는 곧 술집으로 갈걸세. 술의 바다에 그 괴물 놈에 대한 생각을 던져, 익사시켜버리고 말거라네.

다음 편지에는 글씨를 크고 깔끔하게 쓰는 것 잊지 말게,
롤프 보냄]]}
newLore{
	id = "adventurer-letter-6",
	category = "adventures",
	name = "letter to Rolf (3)",
	kr_name = "롤프에게 보내는 편지 (3)",
	lore = [[롤프,

그 너무나도 끔찍하고 강력했던, 순수한 공포와 맞서 싸운 일에 대해 나는 기억이 하나도 나지 않네. 그리고 자네가 해치우지 못할 적을 만나서 도망치는 것은 전혀 부끄러운 일이 아닐세, 그렇지 않은가? 술집에서 술이나 진탕 퍼마시는 것도 좋은 생각이네만, 그보다는 자네의 공포를 극복하는게 더 좋은 생각일 것 같네... 자네가 나를 용서해주었으면 좋겠군. 하지만 나는 그 괴물을 처치해야만 하네. 만약 그 괴물이 내 남은 생명을 가져간다면,

자네와 자네의 술에게 다정한 작별 인사를 미리 하겠네.

웨이스만 보냄.]]}
newLore{
	id = "adventurer-letter-7",
	category = "adventures",
	name = "letter to Weisman (4)",
	kr_name = "웨이스만에게 보내는 편지 (4)",
	lore = [[웨이스만,

내 조상님들의 노력으로, 자네가 이 편지를 좋은 육체와 좋은 정신상태를 가진 상태에서 받아보기를 바라네. 부디, 오랜 친구여 - 자네의 용기를 나에게 표현해줄 필요는 없네. 자네가 얼마나 용감한지는 내가 가장 잘 알고 있으니 말일세. 부디, ... 그것에게만은 덤비지 말게! 할 수만 있다면 자네를 강제로 끌어내고 싶다만, 부디 부탁하겠네. 부디, 다른 적수를 찾아보게!

자네의 친구인,

롤프 보냄.]]}
newLore{
	id = "adventurer-letter-8",
	category = "adventures",
	name = "Last Will of Rolf",
	kr_name = "롤프의 마지막 의지",
	bloodstains = 6,
	lore = [[쌍도끼 롤프의 마지막 의지이자 유언
	
나는 실패했다. 저 위대한 용의 어머니의 이름으로, 나는 실패하였다! 웨이스만이 사냥하고자 했던 짐승은 다른 자의 손에 이미 죽음을 맞이하였다. 하지만 타락은 여전히 남아있었다. 내가 이곳에 도착했을 때, 웨이스만은 이미 반쯤 사라진 뒤였다. 그가 베어낼 수 있었던 적은 그가 볼 수 있었던 적 뿐이었다. 나는 그를 멈추려 했지만, 그는 그의 도끼를 나에게 휘두를 뿐이었다... 나는 완전히 패배한 채, 멀리 떨어진... 나의 친구와 멀리 떨어진 곳에 있는 큰 틈으로 몸을 숨겼다. 이곳의 타락은 나의 친구를 괴물로 만들어, 내가 도끼를 휘두르지조차 못하게 만들었다. 분명, 지금 이 순간이 나의 깃펜과 양피지를 사용하는 마지막 순간이 될 것이다. 내 오랜 친구가 내지르는 비정상적인 목소리가 들려온다... 내 오랜 친구가 나를 부르고 있다. 나의 모든 것을 물려주겠노라. ...을 없애주는 자에게...
#{italic}#(그 뒤에 남은 잉크 얼룩으로 보아, 웨이스만이 그의 오랜 친구를 붙잡아 그 혐오생물의 남은 절반을 채운 것으로 보인다)#{normal}#]]}

--------------------------------------------------------------
-- Myths of creations
--------------------------------------------------------------

newLore{
	id = "creation-elf",
	category = "myths of creation",
	name = "memories of Artelia Firstborn",
	kr_name = "처음 태어난 자, 아르텔리아 퍼스트본 (Firstborn) 의 기억",
	lore = [[#{italic}#이 두루마리는 적어도 천 년 전에 만들어진 고대의 두루마리로 보이지만, 엄청나게 잘 보존된 상태로 남아있습니다.#{normal}#

나는 내가 처음 깨어난 그 순간, 내가 첫 숨을 들이마신 그 순간, 세계에 가득한 신선한 공기가 나에게 활력을 불어넣어주던 그 순간을 기억한다. 나는 눈을 떴다. 그리고 엄청난 빛을 뿜어내는 형체가 서있는 것을 보았다. 그녀는 키가 크고 마른 몸을 하고 있었다. 그녀는 땅에 닿을 정도의 긴, 은빛 머리카락을 가지고 있었다. 그녀의 피부는 밝다 못해 창백한 수준이었다. 그녀의 눈은 별빛보다도 밝게 빛나고 있었다.

나는 그녀를 본 순간, 그 짧은 시간이 마치 영겁의 시간처럼 느껴졌다. 그리고 그녀가 나를 보았다. 나는 그녀의 눈에서 눈물이 떨어지는 것을 발견하였다. 나는 아직 목소리를 낼 수 없었지만, 나는 생각했다. "그녀는 왜 이렇게 슬픈 얼굴을 하고 있을까?" 그리고 나는, 그녀의 대답이 생각을 통해 전해지는 것을 느꼈다. "당신이 아름답기 때문입니다. 아니, 당신이 이 세상에 존재하는 어떤 것보다도 아름답기 때문입니다. 하지만 이 세상은 고통과 슬픔의 세상이고, 저는 제 창조물이 피해를 입는 것을 참을 수 없습니다. 저는 당신에게 오랜 세월을 견뎌낼 수 있는 힘을 줄 것입니다. 원하는 모든 것을 표현할 수 있는 목소리를 줄 것입니다. 하지만 슬픔의 무게가 당신을 평생 동안 따라다니게 될 것입니다. 그래서 저는 눈물을 흘리는 것입니다..."

그 말이 끝나고, 나는 팔다리에 힘이 들어오며 목에서 목소리가 나오는 것을 느꼈다. 나는 땅에서 일어나, 주변을 둘러보았다. 나를 둘러싼 세계와 별들을 보고, 나는 경외와 즐거움에 가득 차 크게 노래를 불렀다. 그녀도 나의 목소리를 듣고, 눈물을 그치고 미소를 지었다. 그래서 나는 그녀를 즐겁게 만들기 위해 잠시 동안 노래를 계속 불렀다. 그러다가 내가 물었다. "저는 혼자인가요?" 그녀는 고개를 끄덕이고, 말했다. "이곳에 당신 같은 사람은 없습니다." 그 말을 듣고 나는 슬퍼졌고, 그녀 역시 내 마음 속에 있는 외로움을 보았다. 그녀는 잠시 망설이다가 입을 열었다. "제게는 고통스러운 일이지만, 당신의 바람을 그냥 보고만 있을 수는 없군요. 이제 잠시 수면을 취하세요. 당신이 눈을 뜨면, 당신과 같은 사람들을 발견할 수 있을거에요. 그들과 같이 이 망가진 세계를, 이 세계를 고쳐주세요."

그녀의 말이 끝남과 동시에, 나는 깊은 수면 상태에 빠져들었다. 정신을 차리고 눈을 뜨자, 나는 세계가 변해있음을 알아차렸다. 하늘에 타오르는 빛이 있었다 - 새로 태어난, 태양이었다. 그리고 주변에 나와 같은 수십 명의 사람들이 있는 것을 보았다. 그 모습은 비슷하지만, 그 성격이나 능력은 각각 달랐다. 나는 일어났다. 그리고 그들을 끌어모았다. 우리는 서로가 존재한다는 사실에 기쁨을 느꼈고, 우리들의 이름을 '알로ㄹ?' 라고 지었다. 하지만 그녀는 사라진 뒤였으며, 그곳에 있던 어느 누구도 그녀에 대해 알지 못했다. 그녀를 찾고자 하는 모든 노력은 허사로 돌아갔다.

시간이 흐르고, 많은 것들이 변화하였다. 다른 생명체들을 찾아냈으며, 그것들은 종종 타락하고 사악해지고 자기들끼리 전쟁을 하였다. 그리고 우리는 쉐르'툴을 발견하였다. 그들은 우리의 아름다움에 기쁨을 표시하였다. 그리고 우리에게 다양한 기술들을 알려주었다. 그리고 전쟁이 시작되었다. 우리들 중 몇몇은 그들을 도와 전투에 참여하였다. 하지만 곧 우리는 그들의 상대가 되지 않는다는 것을 깨닫고, 그 전쟁이 괴멸적인 결과를 가져오기 전에 숲으로 피신하였다.

수 세기가 지났고, 나는 여전히 그녀를 찾고 있지만 성과가 없다. 모든 신들이 사냥당했다는 사실을 안다. 쉐르'툴이 그들의 신성한 전쟁을 치르는 동안, 철저한 탐색이 있었다는 것을 기억한다. 나는 이제 늙었고, 나와 함께 깨어났던 자들 중 몇몇은 죽음을 맞이하였다. 밤이 찾아올 때마다, 점점 더 추워지고 외로워진다. 하지만 지금도 내가 잠에 들면 그녀의 얼굴이 보이고, 그녀의 목소리가 들려온다. 나는 언젠가, 어떻게든, 반드시 그녀와 다시 만날 것이다.]],
}

newLore{
	id = "creation-human",
	category = "myths of creation",
	name = "human myth of creation",
	kr_name = "인간의 창조 신화",
	lore = [[태초에 태양과 달이 태어나고, 에이알 세계가 어둠에서 일어났다.
그리고 게를릭이 그의 세 형제들과 함께 에이알 세계를 걸어다녔다.
하지만 어느 날, 게를릭은 자신이 홀로 걷고 있다는 사실을 깨달았다. 그는 동료를 원했다.
그래서 게를릭은 타오르는 석탄을 꺼내들었다. 그 주변에 돌을 두었다. 그것을 흙으로 감싸, 물을 뿌리고 그의 숨결을 불어넣었다. 그러자 그것이 살아 움직이기 시작했다. 게를릭은 이것의 이름을 인간이라고 지었다.
게를릭은 인간을 보내, 그의 형제들에게 다시 만나자고 하였다.
하지만 게를릭의 형제들은 질투심을 느껴 인간을 박살내었다. 한 형제는 돌을, 다른 형제는 흙을, 마지막 형제는 물을 가져갔다.
게를릭은 슬펐지만, 유일하게 남은 타오르는 석탄을 가지고 새로운 인간을 만들었다.
흙을 가져간 형제는 그 복제품을 만들었지만, 그것은 땅딸막했다. 이것을 하플링이라고 이름붙였다.
돌을 가져간 형제는 그 복제품을 만들었지만, 그것은 두꺼웠다. 이것을 드워프라고 이름붙였다.
물을 가져간 형제는 그 복제품을 만들었지만, 그것은 얇았다. 이것을 엘프라고 이름붙였다.
하지만 게를릭의 형제들은 서로가 만든 창조물들을 질투하기 시작했다. 그래서 그들은 싸웠고, 그들은 모두 죽고 말았다.
엘프는 자신의 창조자가 쓰러진 것을 슬퍼하며 울었다.
드워프는 자신의 창조자가 쓰러진 것을 슬퍼하며 울었다.
하플링은 자신의 창조자가 쓰러진 것을 슬퍼하며 울었다.
게를릭은 슬퍼하였다. 그래서 인간을 보고 말했다. "미안하지만, 이제 창조자는 떠나야 할 시간이로구나. 이제 가봐야 한다."
그리고 게를릭은 어둠 속으로 걸어들어가, 사라졌다.
하지만 인간은 자신의 창조자가 사라진 것을 슬퍼하며 울지 않았다. 그의 심장에 있는 석탄은 뜨겁게 타오르고 있었으며, 그는 그가 외톨이가 아니라는 사실을 알고 있었기 때문이다.]],
}

newLore{
	id = "creation-halfling",
	category = "myths of creation",
	name = "a logical analysis of creation, by philosopher Smythen",
	kr_name = "철학자 스미든의, 창조에 대한 논리적 분석",
	lore = [[우리의 세계가 어떻게 만들어졌는지에 대한 이야기는, 환상적인 이야기부터 공포스러운 이야기까지 넓은 범위에 걸쳐 존재한다. 하지만 이것들은 모두 신화에 불과한 것이다. 그 신화를 아무리 많이 믿는다 하더라도, 진실에 대한 단서를 제공하는 정도밖에 되지 않는, 그런 종류의 이야기이다. 우리 종족의 역사는 무척이나 오래되었지만, 우리가 다른 종족들을 만나기 이전의 역사는 정말 감질나는 정도 밖에 존재하지 않는다. 정말로, 우리 하플링들이 다른 종족들과 전쟁을 시작한 것이 대부분의 고대 기록의 첫 장을 장식하고 있을 뿐이다.

엘프들은 아마 이 고대의 시기와 관련된 지식을 많이 가지고 있을 것으로 추정되지만, 그들은 냉담하고 조용하다. 분명 그들이 아무 것도 모르거나, 과거가 그들에게 부끄러운 일이던가의 둘 중 하나일 것이다. 후자가 사실이라 해도, 딱히 놀라운 일은 아니지만 말이다.

인간들은... 그들에게 뇌세포가 존재하는지조차 의문스럽다. 그들은 각 마을마다 그 마을만의, 입에서 입으로 전해져 내려오는 창조 신화가 각각 존재한다. 그들의 신화에는 진실에 대한 단서 따위는 조금도 들어있지 않음이 확실하다.

드워프들은 그들이 어떻게 만들어졌는지에 대해 말을 하지 않는다. 그들은 그런 이야기는 "이윤과는 아무 상관도 없는" 이야기일 뿐이라고 한다. 하지만 그들에게 압박을 가하면 (그리고 뇌물을 주면) 그들은 이에 대해 조금 이야기를 해준다. 그들은 그들이야말로 마즈'에이알에서 마지막으로 만들어진 사람이라는 것을 강렬하게 믿고 있다. 그들이 말하길, 그들이야말로 "최종 완성품" 이라고 한다. 즉, 다른 종족들은 모두 "시험 생산품" 이라는 것이다. 드워프들이 철석같이 믿고 있는 이 이야기는 그저 우스꽝스러울 뿐이지만, 최소한 다른 드워프 공동체들이 왜 그렇게 우스꽝스럽고 웃기는 생각들을 하고 있는지에 대한 단서 정도는 제공해주는 것으로 보인다. 만약 그들이 그들을 완전체라고 생각한다면, 나는 신에게 나를 결함 있는 종족으로 만든 것을 감사히 여길 것이다!

신을 주제로 삼아 연구하는 것은 물론 어려운 일이다. 분명 오늘날에는 신의 힘 같은 것은 그 어디에서도 찾아볼 수 없다. 하지만 이 세계가 무의 공간에서 갑자기 튀어나온 것은 아닐 것이다. 저 위대한 쉐르'툴 종족들도 이 세계를 다루고 조작하기는 했지만, 분명히 말하건데 그들이 이 세계를 만든 것은 아니다.

논리적으로 추정해보면, 무언가 위대한 존재가 이 세계를 만들었을 것이라는 가설을 인정할 수밖에 없다. 또한 그 존재는 분명히 자애로운 존재였을 것이며, 이는 "그" 가 생명체를 창조한 뒤 생명체들이 대지를 걸을 수 있도록 자신과 분리시켜 주었다는 사실로 명확히 알 수 있다. 그리고 분명, 이 생명체는 우리 하플링이 틀림없다. 우리들이야말로 이 세계를 제대로 인식한 유일한 종족이다. 우리는 샬로레들처럼 마법적 실험 따위에 의존하지도 않았으며, 탈로레들처럼 숨지도 않았으며, 오크들처럼 파괴를 일삼지도 않았으며, 드워프들처럼 옹졸하고 탐욕스럽지 않다. 그리고 우리의 이해도와 지식은 저 인간들보다 훨씬 더 뛰어나기 때문에, 도대체 왜 우리가 그들과 같은 세계를 공유해서 사용하고 있는지조차 잘 이해가 되지 않는다. 우리는 분명히 처음으로 만들어진 종족이며, 우리에게는 이 마즈'에이알 세계를 차지할 권리가 자연스럽게 생겨나게 되는 것이다.

그리고 이는 논리적 조건을 따져 명확하게 분석이 된 것이기 때문에, 이제는 다른 종족들이 어떻게 만들어졌는지에 대해 생각할 차례이다. 우선, 그들이 같은 신에 의해 만들어졌을 가능성은 없다 - 그럴 가능성은 완벽하게 없다. 우리와 같이 재능 있고 균형 있는 종족을 만든 존재가, 저런 뒤틀리고 왜곡된 드워프나 인간을 만들었다? 분명 이에 대한 책임은 그의 위대한 창조물을 조악하게 베낀, 어떤 하급 신에게 있을 것이다. 그 솜씨 없고 고상하지 못한 손놀림으로 인해, 그 창조물들은 우리와 같이 완벽하고 균형 잡힌 종족과는 너무나 비교되는 성질을 띄게 된 것이다.

하지만 아직 쉐르'툴 종족에 대한 문제가 남아 있다. 분명 그들은 우리 종족보다 더 강대한 힘을 가졌었다. 비록 그들은 이미 사라지고 없지만 말이다. 누군가는 우리의 신이 우리를 만들기 전에 쉐르'툴을 먼저 만들었다는 가설을 세우기도 한다. 하지만 쉐르'툴에게서 뭔가 불길한 징조를 느껴, 그들을 제거하고 그 대신 우리 하플링을 만들었다는 것이다. 우리는 쉐르'툴만큼 강력하지는 않지만, 우리는 창조자의 따뜻한 마음으로 인해 분명히 '더 좋은 세계' 라는 선물을 받았다. 그리고 이는 왜 첫 종족들이 쉐르'툴 장거리 관문을 만들었는지에 대한 설명이 될 수 있을 것이다. 우리는 우리 선조들의 작업물과 자연적 교감을 할 수 있기 때문이다.

그래서 그 신들이 다양한 종족들을 만들고 난 뒤, 오늘날이 오기까지 신들에게는 무슨 일이 있었을까? 누군가는 신들 사이에 갈등이 생겨났다는 가설을 세워, 그들이 그들을 서로 죽이거나 아니면 이 세계의 밖에서 서로 싸웠을 것이라고 한다. 우리들의 창조자는 다른 신들이 서로 죽고 죽이거나 떠나는 것을 보고, 우리 하플링들에게 이 세계를 맡겼음이 분명하다. 이 의지를 받들어, 우리는 그를 대신하여 이 세계를 지배해야 한다. 이것이 왜 모든 역사의 순간순간마다 우리가 중심 역할을 맡으며, 세계를 '우리의 세계' 로 만드는지에 대한 설명이다. 이는 우리의 정당한 권리이며, 이 세계를 잘 지배하는 것이 우리의 임무이기 때문이다.]],
}

newLore{
	id = "moons-human",
	category = "eyal",
	name = "Tale of the Moonsisters",
	kr_name = "달의 자매 이야기",
	lore = [[에이알이 어둠 속에서 일어났다.
그리고 태양이라고 불리는, 밝은 빛이 에이알 위로 떠올랐다.
하지만 에이알은 눈을 찌푸리며 외쳤다. "너무 밝아!"
그래서 게를릭은 에이알 세계를 뒤집었다. 
그리하여 에이알은 절반의 시간은 빛을, 절반의 시간은 그림자를 마주하게 되었다.

하지만 그림자를 마주하는 동안, 에이알은 외로움을 느껴 울음을 터뜨렸다.
그래서 게를릭은 에이알과 함께 춤추는 두 명의 어린 자매를 만들어주었다.
더 이상 에이알은 그림자 속에서도 외롭지 않았다.
하지만 달의 자매들은 누가 더 애정을 받는지 서로 질투하기 시작했다.
그래서 서로 위협하고 비명을 질렀다.
그래서 게를릭은 그들을 떼어놓았다. 
그리하여 에이알은 한번에 하나의 달과 함께 춤을 추게 되었다.

에이알에 여름이 찾아오면, 달의 자매 알티아와 함께 춤을 춘다.
그녀는 즐거움과 웃음의 노래를 부른다.
그녀는 친구와 가족을 하나되게 만든다.
그녀는 환희에 가득 찬 노란 빛으로 빛난다.
에이알에 겨울이 찾아오면, 달의 자매 펠리아와 함께 춤을 춘다.
그녀는 지나간 시간에 대해 이야기한다.
그녀는 사색에 잠긴 채 홀로 발걸음을 옮기게 만든다.
그녀는 엄숙한 푸른 빛으로 빛난다.

하지만 여름과 겨울 사이에는,
에이알 양쪽 끝에 두 명의 자매가 흐릿하게 보인다.
오빠의 배 위에서 서로를 노려본다.
그리하여 세계는 정적을 지키고, 바람은 숨을 멈추고, 바다는 잔잔해진다.
이는 균형의 시간이며, 어둠이 가장 깊어지는 시간이며, 모든 생명이 위험에 처하는 시간이다.
아아, 그리고 게를릭이 말했다. "그 누구도 오늘 밤에 돌아다니지 못하게 하라. 그렇지 않으면 어둠이 그를 잡아 영원히 어둠 속에 던져버릴지니."
아아, 그리고 게를릭이 그날 밤 홀로 걸음을 옮겼다. 그리고 그는 어둠 속으로 사라져, 다시는 그의 모습을 볼 수 없었다.]],
}

--------------------------------------------------------------------------
-- Ancient Elven Ruins
--------------------------------------------------------------------------

newLore{
	id = "ancient-elven-ruins-note-1",
	category = "ancient elven ruins",
	name = "ancient papyrus scroll",
	kr_name = "고대의 파피루스 두루마리",
	lore = [[죽음이 가까워지고 있다. 그녀 - 죽음 - 의 으스스한 숨소리가 목 뒤에서 느껴진다. 우리들 '처음 태어난 자, 퍼스트본 (Firstborn)' 의 대부분은 이미 죽음을 맞이하였다. 나는 이를 받아들일 수 없다... 나는 다른 자들처럼 흙 속에서 썩어가는 최후를 맞이하지 않을 것이다. 나는 가장 강력한 샬로레다 - 나에게는 살아남을 권리가 있다!]],
}
newLore{
	id = "ancient-elven-ruins-note-2",
	category = "ancient elven ruins",
	name = "ancient papyrus scroll",
	kr_name = "고대의 파피루스 두루마리",
	lore = [[죽음이 나의 실험을 조롱하고 있다. 나는 내 종속들의 육체를 보존할 수 있게 되었다. 붕대를 바싹 두르고 소금을 친 뒤, 적절한 약품을 사용해서 말이다. 나는 이것들을 다시 움직이게 만들 수도 있다. 나의 능묘를 걸어다니게 만들 수 있다. 하지만 이것들은 그저 빈 껍데기일 뿐이다. 그 안에 영혼이 들어있지 않다. 나의 위풍당당함도 여기서 끝이 나는가? 나는 보다 더 위대한 운명을 맞이하고 싶다...

이제 살 날이 며칠 남지 않았다. 매일 밤이 지날 때마다 나에게서 힘이 빠져나가는 것이 느껴진다. 나의 영혼을 내 몸 안에 유지시킬 방법을 찾아내야만 한다. 나의 위대함이 이렇게 희미해지게 놔둘 수는 없다.]],
}
newLore{
	id = "ancient-elven-ruins-note-3",
	category = "ancient elven ruins",
	name = "ancient papyrus scroll",
	kr_name = "고대의 파피루스 두루마리",
	lore = [[이제 죽음도 그녀의 적수를 만났다. 나의 실험은 완성되었으며, 나는 시간을 벗어난 존재가 될 준비가 끝났다. 나의 손에 들린 얼어붙은 칼날은 죽음마저 얼려버릴 것이다. 나의 힘은 결코 부정될 수 없다...

오라, 죽음이여. 나에게 그 앙상한 손가락을 내밀어보아라! 나는 네가 깨닫기도 전에 네 몸을 갈라버릴 것이다! 너와 네 부하들은 더 이상 두렵지 않다. 나는 불멸자다!]],
}

--------------------------------------------------------------
-- Valley of the Moon
--------------------------------------------------------------

newLore{
	id = "valley-moon-1",
	category = "valley of the moon",
	name = "Rassir's journal part 1",
	kr_name = "라시르의 일지, 첫 번째 장",
	lore = [[이 월장석을 보기 위해, 이곳에 다시 왔다. 내 남동생 리미르도 내가 가진 열정을 조금 이해하는 듯 했지만, 다른 자들은 이를 신경조차 쓰지 않았다. 나는 아에린에게 이것이 얼마나 중요한지 설명하려 했으나, 그녀는 그저 월장석으로 검을 만들 수 있는지 나에게 물어봤을 뿐이었다. 제길! 저 돼지 같은 전사와는 말이 통하지 않는다.

우리의 조상들은 별에 대한 열정적인 연구를 통해 힘을 얻었다. 하지만 요즘 사람들은 그저 전투에 적용될만한 것이 아니면, 쓸모가 없다고 생각한다. 저 탐욕스런 오크들의 공격에 처한 우리 상황을 이해하고는 있지만, 우리의 뿌리인 천공의 별들을 잊어서는 안 될 일이다! 오직 태양과 달, 그리고 별만이 우리에게 지식을 주고 살아갈 힘을 줄 수 있다.

어찌됐건, 최소한 나는 이곳에서 평화롭게 연구를 할 수 있게 되었다. 내가 만든 이 투명화의 반지 덕분에 오크 정찰대에 들킬 염려는 없고, 동굴 주변에 있는 월장석의 양은 충분하다. 나는 언제나처럼, 달의 계곡에 내 망원경을 설치하였다.

지난 밤 여명이 밝아오기 시작할 때, 나는 망원경으로 하나의 붉은 별을 발견했다. 굉장히 기이한 별이다... 새로 연구할 가치가 있는 하늘의 별일까?]],
}
newLore{
	id = "valley-moon-2",
	category = "valley of the moon",
	name = "Rassir's journal part 2",
	kr_name = "라시르의 일지, 두 번째 장",
	lore = [[오, 이 얼마나 끔찍한 공포인가! 악마, 손톱 달린 생명체, 어두운 연기, 산성 연기, 용암 피부까지! 이것들은 대체 어디서 온 것이란 말인가?!

내가 월장석을 연구하고 있을 때, 그리고 그 붉은 별이 다시 떠올랐을 때의 일이다. 월장석이 갑자기 핏빛으로 빛나기 시작하더니, 계곡 입구에 있던 관문들이 작동하기 시작하였다. 그 관문은 내가 말했던 온갖 악마들을 쏟아내기 시작하였다! 나는 즉시 투명화의 반지를 낀 다음 동굴 속으로 도망쳤다. 하지만 그 악마들이 어디에나 있다! 이 동굴은 그들로 인해 오염되었다. 그들이 마치 배고픈 짐승처럼 돌아다닌다.

그리고 여기에 무언가가 있다... 무언가 끔찍한 것이 있다. 저 그림자 속에, 저 어둠 속에 말이다. 그것이 나를 보는 시선이 느껴진다. 그것이 나를 따라온다. 투명한 사냥꾼이 투명한 사냥감을 쫓아온다. 끔찍한 채찍 소리가 들려온다. 조금 더 확실하게 숨어있어야 할 것 같다...]],
}
newLore{
	id = "valley-moon-3",
	category = "valley of the moon",
	name = "Rassir's journal part 3",
	kr_name = "라시르의 일지, 세 번째 장",
	lore = [[나는 어두운 동굴에서 잠이 들었다. 하지만 끔찍한 꿈이 내 잠을 방해하였다. 지금도 그 꿈이 너무나 생생하게 떠오른다!

나는 붉은 별을 보았다. 그곳의 대지는 불타오르고 있었으며, 하늘에는 노란 눈과 굶주린 붉은 입을 가진 검은 생명체들이 가득했다. 그리고 저 붉은 별 너머, 저 멀리 너머에는 희미하게 다른 세계가 있었다. 하지만 그 세계는 금이 가고 갈라져 있었다. 갑자기 세계가 회전하고, 대륙들은 갈라져 붕괴되었다. 용암이 솟아올랐다. 대지는 붕괴되어 가라앉았다. 악마와도 같은 입이 불타는 죽음 속으로 사라지면서 비명을 질렀다. 그것은 마치 세계가 스스로 박살날 것 같지만, 어떤 힘이 세계를 필사적으로 유지시키려고 하는 것 같았다.

그리고 나는 세계의 중심을 보았다. 뒤틀리고 불쾌한, 빛나는 흰색 눈과 죽 뻗은 팔다리와 머리에 뿔이 달린 생명체가 세계의 중심에 있었다. 그 생명체는 이 세계를 조각내려는 힘에 맞서 싸우고 있었다. 그 거대한 얼굴은 고통과 분노로 일그러져 있었다.

"울흐'록이여," 장중한 목소리가 머리 속에 들려왔다. "우리의 신, 우리의 구원자, 우리의 세계를 지키는 자여. 울흐'록의 이름으로, 우리는 아마크텔과 쉐르'툴을 응징할 방법을 찾아내었습니다. 이 하찮은 에이알 세계는 쓰러질 것입니다!" 그리고 나는 잠에서 깨어났다. 그리고 내 주변에 무언가가 있는 것을 느꼈다. 나는 즉시 도망쳤다.

내가 미친 것일까? "울흐'록" 이라는 이름이 아직도 내 머리 속에 울리고 있으며, 나의 시야를 흐리게 만든다. 아마 이 반지를 너무 오래 끼고 있어서 그런 것 같다...

그래, 그래, 이건 전부 환상임에 틀림없어! 그저 이상한 악몽이었을 뿐일 것이다. 일단 이 반지를 뺀 다음, 저 사랑스러운 월장석이 있는 곳으로 다시 가야할 것 같다. 그 별이 잘 있나 보러 가야할 것 같다...]],
}

--------------------------------------------------------------
-- Race analysis
--------------------------------------------------------------

newLore{
	id = "races-0",
	category = "races",
	name = "Loremaster Greynot's Analysis of the Races - Introduction",
	kr_name = "지식의 대가 그레이낫의 종족 분석 연구 - 서론",
	lore = [[나는 마즈'에이알 세계에 있는 모든 지성 있는 종족들에 대한, 완전하면서도 완벽한 분석을 시작하기로 하였다. 이것은 조금도 과장하지 않고 '어마어마한 작업' 이라 할 수 있다. 모든 왕국들을 돌아다니며, 여러 최고 지도자들을 만나며, 가장 현명한 현자들을 만나는 등, 엄청나게 오랜 시간이 걸리는 작업이기 때문이다. 나는 이곳에 일반적인 상식, 면담의 결과, 수천 장에 다다르는 기록과 - 때로는 수십 세기 전의 이야기를 다루는 - 역사서 등에서 나오는 내용들을 통합하여 정리할 것이다.

나 자신은 하이어 종족인 인간이자, 공평한 왕 톨락에게 고용된 사람이다. 하지만 나는 그 어떤 종족적 편견도 담지 않고, 순수한 중립적 입장에서 모든 분석을 해나가기 위해 최선을 다할 것이다. 이 결과물의 옳고 그름에 대한 판단은 동료들에게 모두 맡기겠다.

목차 :
첫 번째 장 - 인간
두 번째 장 - 하플링
세 번째 장 - 드워프
네 번째 장 - 샬로레
다섯 번째 장 - 탈로레
여섯 번째 장 - 날로레 (멸종)
일곱 번째 장 - 오크 (멸종)
여덟 번째 장 - 쉐르'툴 (멸종)
아홉 번째 장 - 괴물 종족들
열 번째 장 - 용
]]}

newLore{
	id = "races-1",
	category = "races",
	name = "Loremaster Greynot's Analysis of the Races - Chapter 1 - Humans",
	kr_name = "지식의 대가 그레이낫의 종족 분석 연구 - 첫 번째 장 - 인간",
	lore = [[우선 마즈'에이알에서 가장 널리 퍼진, 인간 종족에 대한 연구로 내 분석을 시작하겠다. 대부분의 왕국에서 가장 큰 비중을 차지하는 인종은 압도적으로 코르낙이지만, 숄타르와 마드로프 왕국, 그리고 하이어 혈통을 잊어서는 안될 것이다. 가장 인간이 많은 곳은 마즈'에이알 방방곡곡의 거주민들이 존재하는 곳인, 마지막 희망의 성채 주변이다.

코르낙은 보통 175 cm 정도의 키를 가지고 있으며, 검은 머리카락과 갈색 눈, 불그스름한 피부를 가지고 있다. 대부분의 코르낙들은 상업, 농업, 기타 다양한 노동직에 종사한다. 슬픈 사실은, 대부분의 도적단 역시 코르낙이 통솔하는 경우가 많다는 것이다. 코르낙 가족은 그 규모가 큰 대가족 형태를 띄는 경향이 있으며, 황혼의 시대 이래로 코르낙 인구는 급격하게 증가하는 추세를 보이고 있다. 특히 이는 농경지가 있는 서쪽 지역과 마지막 희망이 있는 남쪽 지역에 집중적으로 나타난다.

숄타르는 보통 180 cm 정도의 키를 가지고 있으며, 검은 머리카락과 검은 눈, 검은 피부를 가지고 있다. 그들의 기원은 마즈'에이알 남동쪽으로 알려져 있으며, 대재앙으로 인해 그들이 살던 땅이 대부분 바다 속으로 가라앉아 그들의 수는 그리 많지 않다. 그들은 자연과의 친화력이 높은 것으로 유명하며, 때문에 치유사, 주입물 전문가, 또는 용인이 되어 사냥을 나서는 경우가 많다.

마드로프는 멸종되었다. 마법폭발이 일어난 뒤 황혼의 시대에 퍼진 질병 때문이다. 그들은 강력한 마법 사용자로 알려져 있었기 때문에, 마법사냥의 기간 동안 주요 목표물이 되었다. 하지만 그들의 흔적은 지금까지도 유전되어 내려오며, 이는 주로 그들의 붉게 타오르는 머리카락 색깔과 주근깨 있는 피부로 대표된다. 소문에 의하면, 저 멀리 떨어진 땅에는 그들의 도시와 탑이 아직 남아있다고들 한다.

하이어는 183 cm 정도의 키를 가지고 있으며, 금색 머리카락과 하얀 피부, 그리고 파랗거나 회색 눈을 가지고 있다. 이들은 주로 학구적인 역할을 맡으며, 대부분의 높은 직위들을 차지하는 경향이 있다. 이를 차별이자 엘리트주의로 받아들이는 사람들도 있지만, 이는 주로 질투심에 하는 말에 불과하다. 또한 하이어가 매혹의 시대에 비밀리에 이루어진 마법 실험으로 인해 태어난 우수한 지능체라는 소문도 떠돌지만, 이에 대한 증거를 조금도 찾지 못했으므로 신빙성은 없는 소문이라고 볼 수 있다. 하이어 혈통은 뛰어남과 탁월함의 상징과도 같기 때문에, 다른 인종과 피가 섞이는 것을 극도로 꺼려한다.

모든 인간 왕국들은 장작더미의 시대에 용감한 왕 토크놀에 의해 연합되었으며, 이는 공평한 왕 톨락의 통치 아래 지속되고 있다. 인간의 길고 긴 역사에 대해 전부 쓰려면 훨씬 더 많은 종이가 필요하기 때문에, 이만 줄이도록 하겠다.]]}

newLore{
	id = "races-2",
	category = "races",
	name = "Loremaster Greynot's Analysis of the Races - Chapter 2 - Halflings",
	kr_name = "지식의 대가 그레이낫의 종족 분석 연구 - 두 번째 장 - 하플링",
	lore = [[보통 이를 구분해서 부르지는 않지만, 하플링의 왕국은 크게 두 개가 있다. 하나는 엘도랄 왕국이고, 다른 하나는 나르골 왕국이다. 모든 하플링들의 키는 122 cm 를 넘는 경우가 없으며, 주로 그들의 큰 발과 곱슬머리로 잘 알려져 있다. 엘도랄 왕국의 하플링들은 주로 금색 머리카락에 파란 눈을 가지고 있으며, 나르골 왕국의 하플링들은 어두운 색의 머리카락과 피부, 적갈색 눈을 가지고 있고 엘도랄 왕국의 하플링보다 키가 작은 경향이 있다. 하플링들은 그들의 지능과 재치, 순발력으로 잘 알려져 있지만, 다른 종족들에게 오만하다는 인상을 자주 받는 편이다 - 그들은 이에 대해 부정하지 않으며, 그들에게는 그럴 만한 자격이 있다고 생각한다.

하플링은 마즈'에이알에서 가장 지배적인 위치에 올랐던 적이 있는 종족이다. 그들은 전략상 중요한 쉐르'툴 유적들을 많이 가지고 있었으며, 이를 통해 마즈'에이알의 대부분을 다스렸다. 인간과 하플링 사이에 기록된 전쟁은 셀 수 없이 많으며, 대부분 하플링이 그 전쟁에서 승리하였다. 하지만 장작더미의 시대는 그들에게 엄청난 파멸을 안겨주었으며, 오크들은 다른 종족보다 하플링에게 유독 더 공격적인 모습을 보였었다. 그들의 수많은 공동체들이 사라졌으며, 이는 오늘날 그들이 다른 종족 - 특히 인간 - 과의 거래에 힘을 쏟을 수 밖에 없게 만들었다.

엘도랄은 대륙 북쪽에 그들의 왕국을 가지고 있었다. 하지만 이는 오크들과의 전쟁으로 인해 대부분 파괴되었으며, 그 재건율은 여전히 턱없이 낮다. 하지만 그들은 (비록 다른 종족들이 함께 살고는 있지만) 데르스 마을 등 농업 위주의 정착지는 여전히 많이 가지고 있다. 엘도랄 왕국의 하플링들은 뛰어난 치유사와 농부들로 유명하며, 엘도랄 왕국의 병사들 중 투석구를 다루는 병사들의 실력은 대륙 최고로 여겨진다.

나르골은 마즈'에이알 남쪽에 강력한 요새들을 많이 구축했었다. 하지만 이들 역시 장작더미의 시대에 - 엘도랄보다는 덜하지만 - 많은 피해를 입었다. 또한 나르골 왕국의 인구는 계속적으로 줄어들었으며, 마지막 희망의 태동은 이 인구 감소를 더욱 가속시켰다. 많은 마을들이 마지막 희망의 교외 지역으로 흡수되었다. 나르골 왕국의 하플링들은 뛰어난 보석 세공사, 연금술사, 룬 제작자로 알려져 있다. 그리고 이들은 다른 어떤 종족보다 더 전략적인 측면에 강하며, 많은 장군들과 참모들이 나르골 왕국에서 나왔다.

가장 잘 알려진 하플링이라면, 토크놀 왕을 오크 부대로부터 구원해준 미르베니아 여왕이 있을 것이다. 여전히 의문으로 남은 점은, 어떻게 그녀가 겨울의 한파를 그녀의 부대와 함께 뚫고 제 시간에 토크놀 왕을 구하러 왔느냐는 점이다. 몇몇 사람들은 그녀가 마법사의 도움을 받았을 것이라는 가설을 세우기도 했지만, 그녀의 부대원 중 그 누구도 이에 대해 입을 열지 않았다. 그녀는 주도의 시대 2 년에 토크놀 왕과 결혼하였으며, 두 종족이 결합하여 만들어진 최초의 아이인 공평한 왕 톨락을 낳았다.
]]}

newLore{
	id = "races-3",
	category = "races",
	name = "Loremaster Greynot's Analysis of the Races - Chapter 3 - Dwarves",
	kr_name = "지식의 대가 그레이낫의 종족 분석 연구 - 세 번째 장 - 드워프",
	lore = [[드워프는 다른 종족들 중에서도 특히 비밀스럽고 침묵을 유지하는 종족으로, 그들에게 많은 뇌물을 찔러주지 않는 이상 그들에 대한 이야기를 해주지 않는 종족이다. 그들의 역사에는 드워프들이 알 수 없는 이유로 다른 종족들과의 교류를 완전히 단절했다는 내용, 그들의 광산과 동굴 속 도시로 통하는 그 거대한 철문을 걸어닫았다는 이야기가 몇 번이고 나온다. 하지만 최근 그들은 바깥 세상과의 교류를 조금씩 늘려가기 시작했으며, 나는 - 아직도 좀처럼 받기 힘든 - 그들의 수도인 철의 왕좌 출입 허가를 받은 것과 그들의 지도자들을 여럿 만나 이야기 한 것을 기쁘게 생각한다.

드워프들은 보통 152 cm 정도의 키를 가지고 있으며, 갈색이나 회색 머리카락을 가지고 있다. 그들은 다부지고 근육질인 체형을 가지고 있으며, 여러 물리적 충격에 대한 저항력이 아주 뛰어나다고 알려져 있다. 드워프 여성은 드워프 남성과 구분하기 쉽지 않으며, 보통 그들의 턱수염을 구슬 목걸이로 땋는 것으로 여성 드워프와 남성 드워프를 구분한다. 모든 드워프들은 그들의 턱수염에 대해 굉장한 긍지를 가지고 있으며, 턱수염을 아주 소중하게 관리한다. 드워프에게 있어 최악의 모욕은 그 턱수염을 비하하는 것이며, 드워프에게 있어 최악의 고통은 그들의 턱수염이 뽑히는 것이다.

드워프들은 특히 다른 어떤 종족과도 비교할 수 없는, 그들의 대장장이 실력과 기술로 유명하다. 그들은 또한 간교한 상인이기도 하며, 엄청난 폭리를 취한다고 알려져 있다. 그들의 사회는 상당히 엄격한 계급 구조를 가지고 있으며, 이는 가족 단위로 속해 있는 광부 길드, 제련 길드, 장인 길드 등으로 구분된다. 그들이 태어날 때 있던 길드를 벗어나서 다른 직업을 갖는 일은 거의 일어나지 않는다. 하지만 이 계급 구조에는 딱히 불평등이 존재하지 않으며, 길드 위원회에서 각 길드들은 서로 동등한 위치에 있다. 여기서 어떻게 지도자를 뽑는지는 오직 드워프들만의 비밀이며, 아무리 많은 뇌물을 찔러줘도 이에 대해 언급하는 드워프는 존재하지 않는다. 그들의 지도자에 대해, 드워프들은 거의 종교적인 숭배에 가까운 행동을 보이는 것으로 생각된다.

그들의 쇠를 다루는 기술은 다른 그 어떤 것보다도 유명하다. 드워프강철은 무언가를 건축할 때 가장 튼튼하고 믿을만한 자재로 여겨지며, 엄청난 가치를 지닌 금속인 스트라라이트와 보라툰을 다룰 때에도 드워프들은 가장 뛰어난 실력을 보인다. 그들은 주로 그들의 수도인 철의 왕좌에서 거래를 하지만, 다른 종족들을 이곳에 들이지는 않는다 - 대신 그들은 셀 수 없이 많은 상인들을 보내, 그들의 물건을 판다.

그리고 많은 드워프 상인들이 길을 떠날 때, 이들은 모험을 떠나기 위한 많은 젊은 드워프들을 만나게 된다. 이들은 일반적으로 상인들이 하는 여행의 승객 정도로 여겨지며, 드워프 사회에서도 젊은 시절에 모험을 떠나 더 넓은 세상을 경험하는 것은 장려되는 일이다. 이는 "세계라는 이름의 모루 위에서 단조되는 것" 이라는 그들의 어구로 알려져 있으며, 또한 몇몇 나이 든 드워프들은 이 활동이 그들의 "시장 조사 및 전략" 에 도움이 된다는 것을 인정한다.]]}

newLore{
	id = "races-4",
	category = "races",
	name = "Loremaster Greynot's Analysis of the Races - Chapter 4 - Shaloren",
	kr_name = "지식의 대가 그레이낫의 종족 분석 연구 - 네 번째 장 - 샬로레",
	lore = [[비록 엘프 종족들은 모두 굉장히 비슷한 생김새를 가지고 있지만, 이들은 역사, 문화, 사고방식 및 여러 미묘한 물리적 특성 등이 서로 완전히 다르다. 그래서 나는 이들을 각각 하나의 장으로 나눠, 따로 분석하고자 한다. 모든 엘프들은 길고 뾰족한 귀와 툭 튀어나온 광대뼈를 가지고 있지만, 다른 요소들은 종족에 따라 다양하게 나눠진다. 단, 엘프들은 종족을 무관하고 자신들을 "형제자매" 라는 의미의 "엘로레" 라고 부른다는 것을 알아둘 필요가 있다. 비록 엘프 종족들 간의 관계는 긴장 상태일 경우가 더 많지만 말이다.

샬로렌 (보통 샬로레 - "우아한 형제" 또는 "우아한 자매" 라고 불리는) 은 보통 187 cm 정도의 키에 밝은 머리카락을 가지고 있으며, 파랗거나 보라색 눈을 가지고 있다. 이들은 보통 날씬하고 가벼운 몸을 가지고 있으며, 물리적 힘보다는 정신적 기량을 더 중시한다. 하지만 이들은 굉장히 빠른 움직임과 가벼운 발놀림을 가지고 있는 것으로도 알려져 있다. 특히 강조할만한 점은 이들의 마법 친화력으로, 이는 다른 어떤 종족들과도 비교할 수 없는 능력이자 그들의 강렬한 의지의 힘이기도 하다.

샬로레들은 오래 전부터 지금까지 마법을 사용해왔다는 역사를 가지고 있다. 비록 다른 종족들은 마법을 훨씬 더 위험하고 부정적으로 여겨 멀리 하지만, 샬로레들은 이를 받아들이고 그들의 사회 전반에 걸쳐 폭넓게 마법을 쓰고 있다. 하지만 이들은 신중하게 이 사실을 다른 종족들에게 숨긴다. 비록 샬로레들이 이를 곧 잊어버렸으며 비난받은 기억을 저 깊이 묻어버리긴 했지만, 샬로레들은 마법폭발을 불러온 종족이기 때문이다. 황혼의 시대에 일어난 마법사냥의 시기 동안 샬로레들은 도시의 문을 굳게 걸어잠그고 도시 전체를 안개로 감싸 도시를 보호하였으며, 이들이 도시 밖으로 나가는 것은 비밀리에 이루어졌다. 샬로레들이 다른 사회에 받아들여지기까지는 수 세기가 걸렸으며, 여전히 다른 종족들 사이에서 '샬로레는 믿을 수 없다' 는 분위기가 팽배한 상태이다.

이들의 수도는 남서쪽 반도에 있는 엘발라로, 엘발라 밖에서 살아가는 샬로레는 아주 적다. 이들은 자연적으로 아주 오래 살며, 이들의 마법적 기술에 대한 이해도는 이들이 죽지 않고 영원히 살 수 있게 만들었다. 이 불멸자들 중에서도 가장 나이 많은 자들 몇몇은 장로 평의회를 운영하며, 샬로레들의 왕인 아라니온 가야에일이 평의회의 수장을 맡고 있다. 이들의 불멸자적 특성 때문에 샬로레들은 '죽음' 에 강렬한 매력을 느끼며, 이들의 선대 왕들은 샬로레 종족을 위한 거대한 무덤을 만들어 그곳에서 육체 보존과 사령술에 대한 연구를 했다고 한다. 물론 샬로레들은 이 말을 부정한다.

이들은 다른 종족들과도 가끔 거래를 하지만, 이에 대한 관심은 받지 않는 것을 선호한다. 이들의 거래는 주로 하플링 중개상인을 통해 이루어진다. 몇몇 룬 제작자들과 강화술사들은 업무를 위해 다른 주요 도시로 여행을 떠나기도 하며, 몇몇 경솔한 젊은이들은 - 어리석게도 - 탐험을 떠나는 경우도 있다고 한다.]]}

newLore{
	id = "races-5",
	category = "races",
	name = "Loremaster Greynot's Analysis of the Races - Chapter 5 - Thaloren",
	kr_name = "지식의 대가 그레이낫의 종족 분석 연구 - 다섯 번째 장 - 탈로레",
	lore = [[탈로렌 (주로 탈로레 - "분노의 형제" 또는 "분노의 자매" 라고 불리는) 은 192 cm 정도의 키에 짙은 갈색 머리카락을 가지고 있으며, 녹갈색 또는 녹색 눈을 가지고 있다. 이들은 보통 근육질인 몸을 가지고 있으며, 물리적 기량이 뛰어난 것으로 알려져 있다. 이들은 그 기묘한 사고방식 - 격렬한 분노를 보였다가도, 금새 즐겁게 노래부르는 빠른 감정 변화 - 으로도 유명하다. 이들과 샬로레 간의 관계는 특히 좋지 않으며, 특히 이들은 샬로레들이 마법을 사용하는 것을 강하게 반대한다.

이들의 수도는 북쪽 숲 깊숙한 곳에 숨겨져 있는 샤툴이며, 또한 이들은 외부인들이 숲에 접근하는 것을 혐오한다. 궁수와 전사들이 숲의 경계를 꼼꼼하게 정찰하며, 숲에 침입한 자들에게는 가차없이 죽음을 내린다. 이들의 지도자는 네씰라 탄타엘렌 여왕이며, 이들은 거대한 나무에 넓은 구멍을 뚫어 그곳에서 산다고 알려져 있다. 하지만 탈로레들의 공동체에 대해 알려진 것은 그리 많지 않다.

이 숲의 요새를 떠나 다른 곳에서 산다는 것은, 탈로레에게 있어 아주 특이하며 평범하지 않은 일이다. 샤툴 밖에서 살아가는 이들은 음악가, 궁수, 전사 등 다양한 직업을 가지고 있지만, 가끔 심한 불신의 대상이 되기도 한다. 이는 '샤툴을 떠나 있는 자들은, 사실 끔찍한 범죄를 저질러 샤툴에서 추방된 범죄자' 라는 소문들이 널리 퍼졌기 때문이다. 이들은 언제나 자연적으로 혼자 지내는 것을 선호하며, 자신의 개인적인 임무를 위해 세계를 떠돌아다닌다.

탈로레는 바깥 세계와 거래를 하는 일이 거의 없지만, 이들이 자급자족할 수 없는 금속이나 몇몇 식품을 위해서는 다른 종족들과 마찬가지로 평범하게 거래를 한다. 보통 이들이 판매하는 것은 목재 물건과 고급 비단이다. 이는 합법적으로 엘프나무를 구할 수 있는 유일한 통로이며, 또한 엘프나무는 많은 사람들이 뒷돈을 붙여서라도 구하고자 하는 희귀한 상품이다. 샤툴 숲에서 불법적으로 나무를 자르는 자들의 나무가 암시장에서 거래되기도 하는데, 이는 엄청나게 위험한 일임에도 불구하고 이 엘프나무로 지팡이를 만들고자 하는 샬로레 마법사들이 아주 비싼 값에 나무를 사주기 때문이다.]]}

newLore{
	id = "races-6",
	category = "races",
	name = "Loremaster Greynot's Analysis of the Races - Chapter 6 - Naloren (extinct)",
	kr_name = "지식의 대가 그레이낫의 종족 분석 연구 - 여섯 번째 장 - 날로레 (멸종)",
	lore = [[날로렌 (주로 날로레 - "영혼의 형제" 또는 "영혼의 자매" 라고 불리는) 은 멸종된 종족이다. 그들의 고향 땅이 대재앙에 의해 바다로 가라앉았기 때문이다. 하지만 하나의 엘프 종족으로서 이들은 연구할 가치가 있으며, 이들의 흔적은 이곳에 기록되어야 한다. 이제 날로레에 대해 남겨진 것들이라고는 대부분 신화와 전설 뿐이지만, 이것들을 통해 추론할 수 있는 사실 역시 존재한다.

날로레 엘프들은 176 cm 정도의 키를 가지고 있었으며, 금발의 머리카락과 초록색 눈을 가지고 있었다. 이들은 아주 마른 몸을 가지고 있었지만, 몸놀림은 재빠르고 민첩했다고 알려져 있다. 이들의 왕국은 마즈'에이알 동쪽 지역에 있었으며, 이들의 도시는 모두 바다나 큰 강들이 가로지르고 있었다고 한다. 이들은 주로 어부, 해면 채취 잠수부, 선원 또는 음악가 등의 직업을 가졌다. 이들은 한번에 한 시간 정도는 여유롭게 물 속에서 숨을 참을 수 있던 것으로 유명했으며, 이들의 마법적 능력은 물 속에서 제한 없이 숨을 쉴 수 있게 해줬다고 한다.

이들은 다른 종족들과 그다지 거래를 하지 않았으며, 이들의 해안 지역에 대해 굉장히 보호적이었다고 한다. 이들은 특히 고대의 쉐르'툴 유적 - 그들의 땅 중심에 있던 그 유적의 경계를 철저히 했다고 한다. 샬로레들이 엄청나게 이 지역을 연구하고자 하였지만, 날로레들은 항상 그들의 접근을 거부하였다고 한다. 날로레들 역시 그 유적에 손을 대려고 하지 않았음에도 말이다. 오크들은 그들의 대지를 자주 침략하였으나, 항상 이들의 갑옷 입은 전사들과 날카로운 삼지창 앞에 격퇴되었다고 한다.

아아, 하지만 그들이 사랑하던 바다가 그들을 삼켜버렸나니. 그 대재앙은 이 해안 왕국을 무너뜨리고 바다 속으로 가라앉혀버리고 말았나니. 하나의 종족을 완전히 절멸시키고 말았나니. 극소수의 생존자들 역시, 동쪽 해안가에 생긴 절벽에서 뛰어내려 스스로 삶을 마감했나니. 그들의 형제자매를 따라갔나니. 그들의 문명은 그 흔적조차 거의 사라지고 말았나니.]]}

newLore{
	id = "races-7",
	category = "races",
	name = "Loremaster Greynot's Analysis of the Races - Chapter 7 - Orcs (extinct)",
	kr_name = "지식의 대가 그레이낫의 종족 분석 연구 - 일곱 번째 장 - 오크 (멸종)",
	lore = [[오크들은, 기쁘게도, 용감한 왕 톨락이 주도의 시대의 시작과 함께 실시한 오크 말살 정책에 의하여 이 마즈'에이알 대륙에서 멸종되었다. 하지만 이들이 누려왔던 문화와 문명에 대한 연구 자료는, 비록 오크들의 문화 수준이 원시적임에도 불구하고 여전히 우리에게 흥미를 가져다 준다.

오크는 보통 184cm 정도의 키를 가지고 있었으며, 초록색 또는 검은색 피부를 가지고 있었다. 이들은 육체적으로 매우 뛰어난 몸을 가지고 있었으며, 특히 이들의 출산 및 성장 속도는 매우 뛰어났다. 오크들은 그 우락부락한 근육과, 꿀꿀거리는 짐승 - 오크 - 으로 이루어진 끔찍한 군대로 유명했다. 하지만 장작더미의 시대에 훨씬 갸냘프고 힘줄이 드러난 오크들이 다수 나타나기 시작했는데, 이들은 주로 파괴적인 마법을 익히고 있었다.

오크들을 처음 발견한 것은 엘도랄 왕국의 하플링이었다고 한다. 이들은 오크를 단순한 생명체로 보고 노예로 만들고자 하였으나, 오크들이 너무나 폭력적이라는 것을 보고 이 계획을 포기하였다. 이후 수 세기 동안 일어난 전쟁과 전투에서, 이 깡패들은 언제나 전장의 중심에 있어왔다. 이들은 그 엄청난 숫자로 인해 다른 모든 도시들의 공포의 대상이 되었으며, 이는 마법폭발로 인해 도시의 보호 수단이 크게 줄어들었기 때문에 더욱 심화되었다. 장작더미의 시대는 실로 가장 끔찍한 시대였으며, 이 시대는 오크들이 마법적 능력을 발전시킨 때였으며, 포식자 가르쿨의 지도 아래 전 대륙을 휩쓸며 자비심 없이 모든 것들을 살육한 때였다. 결국 1 만 명의 하플링들이, 나르골 전투에서 이 악마적인 지도자와 그 군세 앞에 그 목숨을 헌납해야만 했다. 하지만 이 문명화된 종족들은 천천히 자신들의 왕국을 복구시켜 나가기 시작했으며, 마침내 토크놀 왕과 미르베니아 여왕은 인간과 하플링 왕국의 연합을 이루어내었다. 그리고 이들은 오크들을 강하게 몰아붙여, 마침내 완전히 이들을 멸종시키게 된다.

최근 발견된 오크 유적들에서는 굉장한 양의 문화적 자료들이 드러났으며, 조잡하지만 그들의 생식과 전투에 관련된 그림들이 발견되기도 하였다. 심지어 몇몇 자료들은 그들의 문화에 강력한 공동체적 요소 - 종족의 긍지를 일으키거나, 간단한 운동 경기를 하는 것 등 - 가 있음을 나타내고 있지만, 우리의 발전된 문화에 비하면 여전히 미학적으로나 섬세한 측면에 있어서 크게 부족하다. 애초에 오크들의 문화를 우리들의 문화와 비교하려는 시도는 그들의 난폭함, 끔찍할 정도의 잔인함, 그리고 전쟁에 대한 욕망의 그림자에 의해 무색해질 뿐이다.

이들은 지난 100 년 동안 그 모습이 발견되었다는 보고가 없다. 믿을 수 없는 요소 - 모험가나 은둔자에 의한 제보 - 가 가끔 있긴 하지만, 이것들은 단 한 번도 확실하게 증명된 적이 없다. 우리는 이 공포스러운 생명체들이 역사의 연대기에서 사라지게 된 것을 감사히 여겨야 하며, 말 안듣는 어린이들을 위해 만든 이야기 속에서만 살아갈 수 있게 만들어야 할 것이다.]]}

newLore{
	id = "races-8",
	category = "races",
	name = "Loremaster Greynot's Analysis of the Races - Chapter 8 - Sher'Tul (extinct)",
	kr_name = "지식의 대가 그레이낫의 종족 분석 연구 - 여덟 번째 장 - 쉐르'툴 (멸종)",
	lore = [[아, 저 전설적인 쉐르'툴 종족이여! 얼마나 많은 학자들이 이들에 대해 기술하는 것을 사랑하는가. 하지만 정말로, 쉐르'툴에 대해 쓰여진 글은 많지만, 진실은 적다. 이 종족에 대해 알려진 사실 자체가 너무나도 적기 때문이다. 쉐르'툴에 대해 가장 많이 연구한 사람이자 사실에 기반한 연구를 하는 사람은 유명한 탐험가이자 고고학자인 다르우드 오크톤이지만, 그는 아아, 이 글을 쓰고 있는 지금, 벌써 몇 달 째 실종 상태이다. 나는 이곳에 그의 주요 발견 사항들을 요약해보고자 한다.

쉐르'툴은 최소 10,000 년 이전의 과거, 즉 아지랑이의 시대에 살았던 종족이다. 우리가 알고 있는 이들의 이름은 엘프들의 지식에서 나온 것으로, 엘프들은 쉐르'툴이 경이롭고 숭배받아 마땅한 고대의 존재라는 것을 말해주었다. 하지만 엘프들 역시 쉐르'툴에 대해 그렇게 많은 것을 알고 있지는 않았다. 다만 현재 마즈'에이알 대륙 전역에서 발견되며 심지어는 바다 밑에 가라앉은 대지에서도 발견되는 저 환상적인 쉐르'툴 유적들을 통해, 쉐르'툴이 전 세계를 누구의 방해도 받지 않고 지배했다는 것을 알 수 있을 뿐이다.

장거리 관문을 최초로 발견한 것은, 매혹의 시대를 살아가던 하플링들이라고 한다. 그리고 수많은 실험 끝에, 그들은 아주 먼 거리를 지나 물건과 생명체를 전송할 수 있는 방법을 찾아내었다고 한다. 이 경이로운 고대 유물 뒤에 숨겨진 마법적인 힘은, 현재 우리들의 지식으로도 전혀 이해할 수 없는 수준이다. 이 힘을 사용해보고자 손을 댄 단 한 번의 시도는 재앙을 불러올 뿐이었다 - 샬로레들은 알려진 모든 장거리 관문들을 그들의 수도 근처에 있는 한 장소로 옮겨 실험을 하였으며, 가장 강력한 샬로레 마법사들조차도 그들이 해방시킨 마법폭발의 힘에 제압당했다고 한다. 그들은 그 자리에서 사망했으며, 마법폭발의 힘은 대륙을 찢어발겼다. 현재 세계에 남아 있는 장거리 관문들은 그 이후로 누구도 손대지 않은 채 남겨져 있다.

그들의 몸이 물리적으로 어떻게 생겼는지에 대해서는 알려진 바가 거의 없는데, 그들의 생김새를 묘사한 그림이나 기록이 조금도 전해지지 않았기 때문이다. 하지만 그들의 유적에 있는 계단과 문, 방의 크기가 인간들이 사용하는 데 문제가 없는 정도의 크기이기 때문에, 그들의 기본적인 생김새는 다른 종족들과 크게 다르지 않았을 것으로 보인다. 오크톤은 쉐르'툴의 도구와 유물들에 연구한 그의 연구에서 그들의 키를 162 cm 정도로 보았으며, 굉장히 긴 팔과 손가락을 가지고 있었다고 추정하였다.

그들이 멸종한 이유 역시 많은 이론들이 존재할 뿐, 실제로는 누구도 진실을 알지 못한다. 가장 대중적으로 받아들여지는 학술적 연구 결과는, 그들이 멸망한 원인을 '너무나 강력한 마법' 으로 보고 있다. 마법의 힘 때문에 그들 사이에 어떤 엄청난 갈등과 문제가 생겨났다는 것이다. 악마학 교수인 아키만 게리발드를 중심으로 한 다른 이론은, 쉐르'툴이 너무나 마법의 힘을 많이 사용한 결과 다른 세계에 있는 존재의 관심을 끌게 되어, 이 존재의 왜곡된 힘이 쉐르'툴을 멸종시켰다는 것이다. 몇몇 사람들은 쉐르'툴이 실제로는 멸종하지 않았으며, 그저 숨어지낼 뿐이거나 이 세계를 떠나 다른 곳에서 살고 있다고도 한다. 이에 대한 진실은 아마 절대로 밝혀지지 않겠지만, 진행 중인 연구와 그들이 남긴 것들에 대한 조사는 앞으로도 우리들에게 엄청난 가치와 영감을 제공해 줄 것이다.]]}

newLore{
	id = "races-9",
	category = "races",
	name = "Loremaster Greynot's Analysis of the Races - Chapter 9 - Monstrous Races",
	kr_name = "지식의 대가 그레이낫의 종족 분석 연구 - 아홉 번째 장 - 괴물 종족들",
	lore = [[우리 세계 곳곳에 퍼져 있는 저 야수와도 같은 종족들에 대해 최소한의 기록이라도 남겨두지 않는다면, 이 글은 완성되었다고 말하지 못할 것이다. 이들은 어떤 사회적 공동체나 발전된 문화도 가지고 있지 않지만, 이러한 보다 원시적인 지성체들을 분석하는 것도 상당히 흥미로운 연구주제라는 사실은 변하지 않는다.

트롤은 두 가지 유형, 케즈락과 몰텝 종족 - 주로 암석 트롤과 숲 트롤로 불리는 - 으로 분류할 수 있다. 암석 트롤은 대륙 북동쪽의 산맥에 고루 퍼져 있으며, 몇몇 트롤들은 식량이나 폭력 행사를 위해 산을 내려와 방황하기도 한다. 이들은 240 cm 이상의 큰 키와, 엄청나게 근육질인 몸, 마치 돌덩어리 같은 두껍고 딱딱한 피부를 가지고 있다. 숲 트롤은 우거진 숲이나 늪지에서 발견되며, 특히 데르스 북쪽에 있는 트롤 늪에 엄청난 수가 서식하고 있다. 이들은 산 속에 사는 그들의 사촌보다 더 발전된 언어를 구사하며, 더 빠르게 움직이고, 더 그럴듯한 무기를 사용한다. 하지만 이들의 초록빛 피부는 암석 트롤만큼 두껍지 않으며, 근육도 덜 발달되어 있다. 모든 트롤들은 매우 빠른 신진대사를 가지고 있으며, 이로 인해 치명적인 상처도 시간이 지나면 회복되는 놀라운 회복력을 가지고 있다. 이들이 막 태어날 때는 약 20 cm 정도의 키를 가지지만, 2 년만에 완전히 자라나 성체가 되며, 10 년 넘게 생존하는 트롤은 찾아보기 힘들다. 이들은 그저 짐승보다 조금 더 나은 존재로 여겨져왔지만, 장작더미의 시대가 끝나갈 무렵 이들은 오크에 의해 기본적인 언어와 몇몇 전술을 배우는 등 전사로서의 훈련을 받았으며 덕분에 훨씬 더 위험한 존재가 되었다. 하지만 이들을 가르치던 오크는 사라지고 그들이 가르치던 트롤은 남아있는데, 이는 트롤들의 번식 장소가 외진 곳에 있으며 이들의 번식 속도도 엄청나 도저히 이들을 완전히 뿌리뽑을 수 없기 때문이다.

거인은 대부분 다이카라 산맥의 봉우리 근처에서 살아간다. 이들의 키는 다양하지만, 적어도 304 cm 는 넘는 키를 가지고 있다. 이들은 굉장히 크고, 그 얼굴은 붓거나 팽창되었으며, 팔은 훨씬 길고 강력하게 휘두를 수 있게 되어 있는 등 기형인 인간의 생김새를 하고 있다. 이들은 방랑하는 부족 형태로 살아가며, 계절의 변화에 따라 한 봉우리에서 다른 봉우리로 옮겨다니며 야생 사슴과 염소를 잡아먹는다. 이들은 보통 평화적인 생명체이며, 이들의 땅을 침범당하거나 그들의 어린 동족이 위협당했을 때에만 호전적으로 변한다. 이들은 가끔 산 아래로 내려와, 농장의 동물을 훔치거나 마을을 공격하기도 한다. 하지만 이는 상당히 희귀한 일이며, 식량을 구할 수 없는 아주 혹독한 겨울에서만 가끔 나타나는 일이다. 거인들은 특별히 가치 있는 문화나 언어를 발전시키지 못한 것으로 보이지만, 약간이나마 지능적인 상호작용을 보이며 이것만으로 이들 사이에서는 충분한 의사소통이 되는 것으로 보인다.

나가는 전설 속에서만 존재하는 것으로 여겨졌지만, 신뢰할 만한 보고와 죽은 이들의 육체가 발견되어 이 생명체가 실제로 존재하는 생명체임이 드러났다. 이들의 상반신은 금발의 아주 날씬한 인간 형태를 하고 있지만, 하반신은 거대한 뱀의 꼬리와 같은 형태를 하고 있다. 이들의 키는 182 cm 정도이지만, 꼬리를 끝까지 펼칠 경우 수십 cm 정도가 더 늘어난다. 이들은 마즈'에이알 대륙의 동해안이나 남동쪽 해안에서 주로 발견되며, 저 바다 아래에 어떤 이국의 문명을 만들어낸 것으로 보인다. 이들에 대한 유일한 기록은 수백 년 전에 작성된 것으로, 이들은 최근 동화나 술 취한 선원이 해주는 이야기보다 더 성가지고 위험한 존재가 되고 있다. 이들은 폐와 아가미를 모두 가지고 있어 대기 중에서도 물 속에서도 숨을 쉴 수 있으며, 땅 위에서도 놀라울 정도의 속도로 이동할 수 있다는 기록이 있다. 어떤 자들은 나가를 단순히 이상한 괴물로 상각할지도 모르지만, 이들은 바다에서 구할 수 있는 두꺼운 상어가죽과 같은 소재를 이용하여 정교한 무기와 갑옷, 보석 공예품을 만들 수 있는 것으로 보인다. 이는 나가들이 발전된 문화를 가지고 있는 단서로 볼 수 있지만, 우리가 이들과 대화하는 것은 불가능하다고 보여진다. 이들이 고차원적인 대화를 할 수 있는지는 밝혀지지 않았지만, 그들이 우리를 마주쳤을 때 보이는 반응은 극도의 폭력성 뿐이며 동쪽 해안가에 사는 어부들은 언제나 이 위험한 생명체들을 주의하며 일을 한다.

악마의 기원은 밝혀지지 않았지만, 최소한 이들에게 지능이 있다는 것은 분명하기에 나는 이것들에 대한 설명을 하기로 결정했다. 악마는 특정한 마법적 의식을 통해 소환될 수 있다고 알려져 있으며, 하급 악마들은 황혼의 시대에 사악한 마법사들에 의해 자주 소환되었다. 샬로레 마법사들이 실시한 연구를 바탕으로 하는 주류 이론은, 이들이 우리와는 다른 세상에서 넘어오며 이 두 세상 사이에는 강력한 마법의 힘으로 연결되어 있다는 것이다. 악마가 사는 세상은 필시 저 상스러운 시민들에게 어울리는 끔찍한 장소일 것이다. 악마들은 다양한 형태와 힘을 가지고 있으며, 이는 마치 우리 세상에 다양한 생명체가 있는 것과 같다. 이들은 보통 파란 피와 강철같은 피부, 그리고 대기 중에서 기이한 반응을 보이는 육체를 가지고 있다. 어떤 악마는 몸이 불타오르며, 또 다른 악마는 몸에서 끔찍한 산성이 흐르거나 어둠의 구름을 내뿜기도 한다. 모든 악마들은 특정한 마법적 능력에 정통해 있는 것으로 보이며, 가장 강력한 악마들은 실로 끔찍한 힘을 가지고 있다. 다행인 점은 이들을 보는 것이 매우 희귀한 일이라는 것이며, 특히 마법의 사용이 거의 사라진 최근에는 더욱 악마를 보기 힘들어졌다는 것이다.]]}

newLore{
	id = "races-10",
	category = "races",
	name = "Loremaster Greynot's Analysis of the Races - Chapter 10 - Dragons",
	kr_name = "지식의 대가 그레이낫의 종족 분석 연구 - 열 번째 장 - 용",
	lore = [[일반인들은 용을 지능이 있는 종족으로 분류하는 것에 코웃음을 칠 것이다. 하지만 숙련된 용인은 일반인들보다 용에 대해 더 많은 지식을 가지고 있다. 용들은 굉장히 오래 사는 생명체이며, 어떤 용들은 수천 년을 살 수 있다고도 한다. 비록 이들이 성숙해지기 전에는 그저 짐승일 뿐이지만, 세월이 지나 성숙해지기 시작하면 이들은 더 섬세해지며 지능 역시 발전된다. 가장 오래된 용은 마즈'에이알에서 가장 영리하며 똑똑한 생명체로 여겨지기도 한다. 이 용들은 정신 감응을 통한 의사소통과 발전된 정신적 능력을 사용할 수 있으며, 용인들은 이런 용을 최고의 숭배 대상으로 여긴다.

용들은 다양한 형태와 크기를 가지고 있으며, 어린 용인 '해츨링' 은 152 cm 정도, 성숙한 용인 '드레이크' 는 6 m, 그리고 아주 오래 산 용은 12 m 이상의 키와 덩치를 가지고 있다고 한다. 이들은 보통 날개를 가지고 있으며, 거대한 도마뱀 같은 생김새에 날카로운 발톱이 달린 모습을 하고 있다. 이들은 주로 윤기가 흐르는 다양한 비늘의 색을 가지고 있으며, 이 비늘의 색은 에이알 세계의 주요 원소들을 상징하고 있다. 용들이 가지고 있는 이 자연과의 조율성은 다른 종족들에게서 찾아볼 수 없는 특성으로, 몇몇 철학자들은 용이 다른 모든 종족들보다 뛰어난 종족이며 이 세계가 시작될 때 순수한 자연의 속성으로 만들어진 존재라고 말하기도 한다. 하지만 이 이론은 순전히 환상과 망상으로 이루어졌으며, 용에 대해 너무나 오래 연구한 용인이나 할 법한 생각이다.

마즈'에이알 전역에서는 다양한 용들의 흔적을 찾을 수 있다. 다이카라 산맥 주변에는 많은 수의 얼음 용과 폭풍 용이 분포하고 있다. 서쪽의 사막과 언덕 지역에는 모래 용과 화염 용이 많이 살고 있으며, 남쪽의 바다 깊은 곳에는 거대한 바다 용을 보았다는 보고도 있다.

용들이 인간과 하플링 주거지역을 공격하는 경우는 찾아보기 힘들지만, 이들이 한번 파괴를 시작한다면 그야말로 진정한 파괴를 불러온다. 보통 이들은 가축들을 잡아먹기 위해 마을을 공격했지만, 요즘은 갓 성숙해진 드레이크가 귀중한 금속과 보석을 비축하기 위해 마을을 공격하기도 한다. 용이 비축한 보물은 전설에 나올 수 있는 수준으로, 소문에 의하면 아주 오래된 고룡들은 문자 그대로 '금으로 만들어진 산' 을 가지고 있었다고 한다. 하지만 요즘 이런 엄청난 규모의 비축물은 상당히 희귀한 편인데, 드워프들이 아지랑이의 시대에 용을 사냥하여 이 보물들을 죄다 털어갔기 때문이다. 최근의 용들은 자신의 둥지에 적정량의 보물만을 가지고 있다.

용들은 그들의 두꺼운 가죽과 원소의 힘이 주입된 뼈 때문에 사냥꾼들에게 자주 노려진다. 용가죽은 갑옷 제작사들 사이에서 가장 유명하며, 이는 아주 가벼우면서도 튼튼하고 심지어는 원래 주인인 용의 힘을 담고 있는 경우도 있기 때문이다. 용뼈는 지팡이 제작사들 사이에서 유명하며, 이는 자연과의 적응력이 매우 뛰어나기 때문이다. 가끔 용뼈는 정교하면서도 튼튼한 활과 화살을 만드는 데 쓰여지기도 한다. 하지만 용을 사냥하고 그들의 가죽과 뼈를 얻는 것은 많은 용인들이 반대하는 행위이며, 때문에 "자연적으로 수확된", 즉 자연적인 이유로 죽은 용의 신체 거래가 늘어나고 있는 추세이다. 여전히 용뼈나 용가죽에 대한 수요는 엄청나기 때문에 그 가격은 매우 높게 형성되어 있으며, 때문에 저 경이로운 생명체의 발톱과 이빨에 많은 탐욕스러운 영혼들이 매년 목숨을 잃는다.]]}


--------------------------------------------------------------
-- Misc
--------------------------------------------------------------

newLore{
	id = "thaloren-lament",
	category = "shatur",
	name = "Lament for Lands now Lost", always_pop = true,
	kr_name = "이제는 잃어버린 땅에 대한 애도의 노래",
	lore = [[하나의 시가 적혀 있는, 이끼 낀 탈로레 석상을 발견했습니다.
#{italic}#"찬란한 열매가 열리는 주목나무가 있던 곳,
가장 오래되고 거대한 오크 나무가 자라나던 곳,
노래하는 새들이 하늘 위를 날아다니던 곳,
모두 먼지가 되었네, 모두 죽음을 맞이하였네.

하늘에 닿을 듯 자라난 꽃,
밤나무 꼭대기에서 떨어지는 꽃,
개똥지빠귀와 올빼미가 울던 곳,
모두 사라졌네, 모두 날아갔네.

샬로레 마법사들이 재앙을 불러왔네,
마법은 화염의 분노를 불러왔네,
그들은 고통의 시대를 불러왔네,
복수를 부르네, 붉은 분노를 부르네."#{normal}#]] }

newLore{
	id = "eden-guile",
	category = "artifacts",
	name = "Running man",
	kr_name = "달리는 자",
	lore = [[달리는 자여, 달리는 자여
너에게 주어진 시간이 끝나가는구나
달리는 자여, 달리는 자여
태양도 달도 구하지 못하겠구나

달리는 자여, 달리는 자여
생존은 갈수록 힘들어지는구나
달리는 자여, 달리는 자여
사신이 네 운명을 가져가는구나

달리는 자여, 달리는 자여
이제는 선택의 시간이로구나
달리는 자여, 달리는 자여
명예를 지킬까, 신발을 고쳐신을까!]] }

newLore{
	id = "channelers-set",
	category = "artifacts",
	name = "Gifts of Nature",
	kr_name = "자연의 선물",
	lore = [[매혹의 시대에 한 대마법사가 있었다네
누구와도 비교할 수 없는 힘을 가지고 있었다네
다른 사람들은 결코 편히 쉴 수 없었다네
그의 어둡고 끔찍한 거주지 앞에서는

작물은 시들고 죽고 황폐해진다네
아이들은 병에 걸려 낫지 않는다네
그 마법사는 밤마다 세계를 떠돌았다네
그가 원하는 것을 약탈하기 위해서

하지만 빛나는 검과 함께 영웅이 나타났다네
그 의지는 마치 강철과도 같았다네
그는 명예나 보수를 원하지 않았다네
그저 그는 한 가지 신념만을 따랐으니

"지구르의 이름으로 신성한 임무를 하러 왔다네
저 마법 사용자를 벌하기 위해 왔다네
저 혐오스러운 마법에게 무릎꿇지 않겠다네
나는 이 사악한 악의 치세를 끝낼 것이라네"

그는 순백의 말을 타고 길을 나섰다네
저 사악한 마법사를 물리치기 위해서
어둠으로 오염된 마법사의 거주지로
그는 용감하고 굳건하게 들어갔다네

그 전투는 눈이 멀 듯 빛났다네
검과 마법이 충돌했다네
공포스런 전투에 피가 끓어올랐다네
비명과 고함이 가득했다네

순수한 마법의 힘이 쏘아졌다네
갑옷과 방패를 꿰뚫었다네
하지만 그 굳건한 육체는 쓰러지지 않았다네
영웅은 항복하지 않았다네

검이 마법사의 옷을 갈랐네
그의 모자가 땅에 떨어졌다네
사납게 날뛰던 지팡이를 떨어트리네
악명 높은 마법사가 쓰러졌다네

그의 피부는 깨끗하고 무기도 없다네
여기에 있는 자는 한 남자일 뿐이라네
더 이상 마법의 원죄는 남아있지 않다네
흐르는 피가 그를 자유롭게 해주었다네

"자연의 선물과 믿음을 저버린
어리석은 마법사는 죽었다네
마법에 의존한 그대의 몸을
이제 자연이 먼지로 만들 것일세"]] }

newLore{
	id = "dreamscape-entry",
	category = "dreamscape",
	name = "If I Should Die Before I Wake",
	kr_name = "만약 잠에서 깨기 전에 내가 죽는다면",
	lore = [[당신은 갑자기 쏟아진 잠에서 일어나, 빠르게 전투 준비를 하려고 했다. 하지만, 당신을 반기는 기묘한 풍경을 보고 당신은 넋을 잃었다. 대지와 하늘 대신에, 무정형의 물체들과 다양한 각도에서 내려오는 빛이 당신을 반겼다. 마치 환각이 일어난 듯 기이한 실안개가 하늘에 가득하고, 다른 세계에서 온 듯한 색깔과 그림자들이 당신의 주변에 나타났다 사라지기를 반복했다.
이 기이한 환경에 조금씩 적응해가던 당신은, 당신이 움직일 수 없다는 것을 깨닫고 공포에 사로잡혔다! 당신의 몸에서는 그 어떤 무게도 느껴지지 않았으며, 아무리 움직이려 해봐도 마치 석상이 된 듯 조금도 움직일 수 없었다. 당신은 조금 전에 꾸었던 악몽이 데쟈뷰 현상을 일으키는 것을 느끼며, 한 가지 사실을 깨달았다. 자신은 '잠에서 깨어난 적' 이 없으며, 아직도 자신은 잠자고 있다는 사실을! 이 깨달음은 이상한 현상을 목격하면서 더욱 확실해졌다. 자신을 그대로 베낀 듯한 형체들이 천천히 나타나, 자기 의지를 가지고 행동하기 시작한 것이다.
그들은 어떤 한 가지 목표에 집중하고 있는 것 같았다. 하지만 대체 무슨 목표? 무엇이 자신을 꿈꾸게 만들고 있는지 천천히 생각해본 결과, 그 답을 찾을 수 있었다. 공포. 이곳에 있는 것은 자신만이 아니었다. 공포가 자신의 근처에 있었다.
그 방법은 알 수 없지만, 당신의 적은 당신의 무의식을 침범하였으며 당신을 꿈 속에서 공격하기 시작했다. 여전히 움직일 수 없는 상황 속에서, 자각몽 상태인 당신의 정신은 이 끔찍하고 정신 나간 상황을 어떻게 대처해야 하는지 고민했다. 그러면서 자신의 모습을 한 투사체에 정신을 집중해보자, 당신은 자신을 베낀 이 형체들을 조종할 수 있다는 사실을 깨달았다.
이 악몽에서 자유를 되찾기 위해, 당신은 당신의 적에게 시선을 돌렸다. 자신을 베낀 이 형체가 하나 파괴된다고 해서 당신에게 재앙이 찾아오지는 않겠지만, 몇 개, 또는 다수의 형체가 파괴당한다면? 그 답을 찾지 못한 채, 당신은 자신의 정신을 지키기 위해 꿈 속에서 적을 공격하기 시작했다.]],
}


newLore{
	id = "loot-vault-empty", always_pop = true,
	category = "vault",
	name = "Mocking Note",
	kr_name = "조롱하는 쪽지",
	lore = [[친애하는 도굴꾼 님에게,

다음 번에는 조금 더 서두르시길.

사랑을 담아, #{italic}#에덴#{normal}#]]
}

newLore{
	id = "nature-vs-magic",
	category = "magic",
	name = "Nature vs Magic",
	kr_name = "자연 vs 마법",
	always_pop = true,
	lore = [[당신이 지닌 마법의 힘이 방해를 받고 있습니다!
	
에이알은 고통받는 세계입니다. 그래서 대자연의 힘은 자연을 조작하려는 마법적 힘에 강하게 반발합니다. 몇몇 장비와 지역에는 반마법의 힘, 즉 마법적인 능력과 효과를 방해하는 특수한 힘이 깃들어 있습니다. 게다가 이 세계에는 자연의 능력을 사용하여, 마법 사용자를 사냥하고 파괴하는 자들도 존재합니다. 그러니 조심하십시오, 마법사여! 이 세계는 방랑하는 그대에게 호의적인 곳이 아닙니다.]],
}

--------------------------------------------------------------
-- Misc bosses
--------------------------------------------------------------

newLore{
	id = "zquikzshl",
	category = "boss",
	name = "Z'quikzshl",
	kr_name = "즈'퀵즈쉴",
	lore = [[#{italic}#(이 일기는 아무리 높게 쳐줘도 '엉망' 인 글씨체로 쓰여졌다. 누가 썼는지는 모르겠지만, 아마 죽기 직전에 쓴 것 같다.)

#{bold}#장작더미의 시대를 맞은 603 년, 매혹의 달 53 일#{normal}#

드디어 해냈다! 내 멍청한 스승이 말하길, 자신은 리치의 의식을 치를 준비가 되지 않았다고 했다. 마치 내 관심을 끌기 위한 말인 것 같았다... 그 얼마나 백치 같은 짓인가. 나는 이미 내 몸이 변화하는 것을 느낄 수 있으며, 이 약해진 것 같은 느낌은 머지않아 사라질 것이라고 확신한다. 내 스승은 너무나 멍청하여, 필멸을 초월하는 법에 대한 마도서를 열어둔 채 신경조차 쓰지 않았다! 내가 필요한 것이라고는 마법적 생명체의 뼈 뿐이었고, 운 좋게도 그것 역시 얻을 수 있었다. 우리의 탑에서 멀리 떨어지지 않은 곳에서, 용 시체가 남긴 뼈를 발견한 것이다. 다른 재료들은 내 스승이 가지고 있으니, 신경쓸 필요도 없다... 아마 그는 경악할 것이다. 나, '영원한 자' 지르퀵이 필멸을 초월한 것을 보면 말이다!

(이 글 밑에, 다른 글이 쓰여져 있다. 이 글은 훨씬 더 고상한 글씨체로 쓰여져 있다.)

'영원한 자' 지르퀵이라, 하! 이 얼마나 성급한 바보 천치란 말인가. 그의 자만이 그의 실패를 불러왔으니, 차라리 기뻐해야겠군 그래. 이 풋사과 놈은 엘도랄의 루비를 사용해서 자기 생명의 함을 만들었다. 내가 사용할 생명의 함은 새로 구해야 되겠군. 그래도 좋은 점은, 나의 무능한 제자가 '왜 스스로의 힘으로 얻은 뼈를 사용해야 하는지' 에 대한 교훈을 주었다는 점이다. 그가 선택한 용의 뼈는 곰팡이가 가득 낀 상태였다. 그리고 어떤 알 수 없는 이유로 인해, 용의 뼈에 깃들어있던 마법적 힘이 곰팡이에 주입된 상태였다. 마법적 힘을 가지고 있던 것은 용의 뼈가 아니라, 곰팡이였다는 말이지. 이 가장 웃기고 성가신 "리치" 놈을 누가 죽이게 될지는 모르겠지만, 그가 '원래 있어야 할 곳' 에 그를 놔둬주게나.
오, 보게. 그가 마법을 사용하여 나를 공격하려 하는군 그래. 하지만 그가 마법으로 할 수 있는 것이라고는, 자기 이름에 먹칠을 하는 것 뿐이겠지. 그렇지 않은가, "즈'퀵즈실" 이여.]]
}

newLore{
	id = "walrog",
	category = "boss",
	name = "Walrog",
	kr_name = "왈록",
	lore = [[날로레를 위한 장송곡

이곳에 한때 마을이 있었다
날로레가 평화롭게 살았다
하지만 왈록이 마을에 왔다
그들은 공포를 불러왔다.

이 이야기를 기억하라
늙은, 죽은 쉘시의 이야기를
왈록의 광풍으로 인해
죽은, 늙은 쉘시의 이야기를.]]
}
