-- ToME - Tales of Maj'Eyal
-- Copyright (C) 2009, 2010, 2011, 2012, 2013 Nicolas Casalini
--
-- This program is free software: you can redistribute it and/or modify
-- it under the terms of the GNU General Public License as published by
-- the Free Software Foundation, either version 3 of the License, or
-- (at your option) any later version.
--
-- This program is distributed in the hope that it will be useful,
-- but WITHOUT ANY WARRANTY; without even the implied warranty of
-- MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
-- GNU General Public License for more details.
--
-- You should have received a copy of the GNU General Public License
-- along with this program.  If not, see <http://www.gnu.org/licenses/>.
--
-- Nicolas Casalini "DarkGod"
-- darkgod@te4.org

--------------------------------------------------------------------------
-- Various Orc Prides
--------------------------------------------------------------------------
newLore{
	id = "grushnak-pride-note",
	category = "orc prides",
	name = "Grushnak's Note",
	kr_name = "그루쉬낙의 쪽지",
	lore = [[속았다! 최고봉의 변두리 지역을 정찰하던 도중, 나는 두 명의 오크를 발견했다. 우리의 "주인" 이라고 생각되는 그들은, 비밀리에 어떤 이야기를 하고 있었다. 그들을 계속 지켜본 결과, 나는 그들의 몸에서 오크의 피부가 떨어져 나가는 것을 보았다. 그들은 인간 마법사들이었다! 인간이라니! 우리의 위대한 '긍지'가 이렇게 쉽게 놀아나다니! 나는 즉시 그들의 대갈통을 깨버려야 했겠지만, 마법사들은 어떤 술수를 부릴지 모른다. 그래서 나는 그들의 음모를 막지 못한 채, 그 자리를 떠났다.

지금도 피가 뜨겁게 달아오른다! 위대한 우리 종족이 인간에게 굴복당하게 생겼다면, 우리의 위대한 왕 가르쿨은 무엇을 했을까?! 나는 내 최정예 전사들을 모아 이 멍청한 짓을 끝내고 싶다는 생각이 자주 든다. 하지만... 왠지 꺼려지는 일이다. 내 재치를 발휘해야만 한다. 이 반란을 일으키고 나면, 우리 '긍지'가 약해지는 결과를 낳게 되어, 손쉬운 사냥감이 되고 말 것이다. 벌써 몇 년째 꿈에 등장하는, 그 뼈에 환장한 락'쇼르와 그의 부자연스러운 창조물들이 나를 죽이고 지배하는, 바로 그 꿈이 현실로 이루어지게 되고 말 것이다. 이 수수께끼를 생각할수록, 좌절감과 혼란만 가중된다! ... 그래도, 최소한 이 하나의 사실에는 우리 모두가 동의한다. 저 아침의 문에 있는, 태양을 숭배하는 개놈들을 완전히 파괴하는 것 말이다...]],
}

newLore{
	id = "rak-shor-pride-note",
	category = "orc prides",
	name = "Rak'Shor's Note",
	kr_name = "락'쇼르의 쪽지",
	lore = [[죽은 자의 눈이 나에게 흥미로운 소식을 가져왔다. 우리의 주인들이, 그 생김새와는 다른 종족을 가지고 있다는 소식이다. 그들은 인간이었으며, 그저 우리와 같은 오크 모습으로 분장했을 뿐이라는 것이다. 물론 나 역시 이것을 의심하였다... 인간의 영혼이 기본적으로 지닌 연약함과 나약함은, 아무리 복잡한 마법으로 숨기려고 해도 숨길 수 없기 때문이다. 그들의 목표는 아직 알 수 없지만, 최고봉의 꼭대기에서 기이한 힘이 느껴진다. 마치 이 세계와는 멀리 떨어진 곳에서 영혼의 목소리가 들려오는 것 같다... 몇몇 목소리는 아예 이 세상의 목소리조차 아닌 것 같다.
하지만 내가 현재 받고 있는 시련에 비하면, 이런 일은 비교하는 것 자체가 어리석은 일이다. 고르뱃은 여태까지와 같이 고집을 부리고 있다. 저 용 성애자에 비늘 달린 어릿광대 같으니라고. 그는 용이야말로 특별하고 다른 존재이며, 나의 작품들과 비교할 바가 안된다고 한다. 하지만 나는 그의 지껄임 따위는 신경쓰지 않는다. 내가 원하는 것은 용의 시체 뿐이니까! 그것도 산만큼 쌓인 시체! 어떻게 용의 시체를 일으켜 세우는 것을 말해줘도, 조금도 그의 심장박동이 빨라지지 않는거지? 나는 그 생각을 하는 것 만으로도, 척추를 통해 기쁨이 내달리는 것을 느낄 수 있는데 말이야...]],
}

newLore{
	id = "gorbat-pride-note",
	category = "orc prides",
	name = "Gorbat's Note",
	kr_name = "고르뱃의 쪽지",
	lore = [[나의 용들이 소식을 가져왔다. 그들은 최고봉 위에 인간들이 있는 것 같으며, 그들이 우리의 '긍지'에 대한 이야기를 하는 것 같다고 했다. 그들은 나의 용들에게 주의를 기울이지 않았다. 용들이 나와 대화할 수 있는 능력이 있다는 사실을 짐작조차 하지 못한 것 같다. 이제 나는 정보를 가지고 있다. 이제 나는 우리의 "주인님들" 을 어떻게 대해야 할지 깊게 생각해야만 한다. 내 최정예 용인들은 우리를 속인 자들과 맞서 싸우고 싶어한다. 그들이 용의 불꽃에 타오르는 것을 보고 싶어한다. 심지어 나의 용들조차 이러한 소망을 나에게 털어놓는다. 하지만 슬프게도, 지금은 그럴 수 없다. 우리는 기다려야만 한다.

보르의 오만은 더 이상 인내할 수 없다! 그의 '긍지'가 용들보다 더 원소를 잘 다룬다는 그의 주장만으로도 충분히 모욕적이지만, 이건 정말...! 내 가장 강력한 용들, 나의 영광된 무지개빛 용들이 그들에게 붙잡혀, 그들의 무기고로 끌려가게 된 것이다! 우리의 용들이, 보르 무리가 불과 얼음으로 장난치는 것을 보고만 있어야 한다는 것이다! 더 이상 참지 않으리라! 잠시 저 인간 사기꾼들에 대해서는 잊어버리고, 보르 놈에게 내 모든 정신을 집중하리라.]],
}

newLore{
	id = "vor-pride-note",
	category = "orc prides",
	name = "Vor's Note",
	kr_name = "보르의 쪽지",
	lore = [[기이한 빛이 최고봉 정상에서 뿜어져 나왔다. 횃불? 아냐. 용의 불길? 아닌 것 같군. 화산 폭발인가? 아니, 아니야. 의심의 여지가 없는 마법의 불꽃이자, 마법사의 불꽃이다. 하지만 내 '긍지'에 속해있는 모든 화염술사들은 내 지역에 있는데... 그 불길이 우리들 중 하나가 만들어낸 것이 아니라는 것만을 짐작할 수 있을 뿐이다. 아주 환상적인 빛이었다. 그에 대해 연구를 하고 싶을 정도였다. 그 빛은 마치 마법폭발, 오래 전에 모든 것을 불태웠던 그 불길을 보는 듯 했다.

슬프게도, 이 욕망은 잠시 접어둘 필요가 있다. 계획은 이미 시작되었고, 저 저주받을 태양의 기사들과 통조림처럼 생긴 갑옷을 입은 매춘부 지도자를 박살내기까지 이제 몇 주 남지 않았기 때문이다. 그리고 태양의 장벽을 폐허로 만든 뒤에도, 조심할 필요가 있다. 저 오크 같지도 않은 야만스러운 놈들, 그루쉬낙이 '긍지'라고 부리는 놈들이 문 앞까지 와서는, 우리가 가르쿨의 "진정한 길" 을 따르지 않으면 후회하게 될 것이라고 했다. 그는 멍청이지만, 위험하기도 하다. 조금의 방심도 해서는 안된다.]],
}

--------------------------------------------------------------------------
-- History of the orc race
--------------------------------------------------------------------------

newLore{
	id = "orc-history-1",
	category = "orc prides",
	name = "Records of Lorekeeper Hadak part one",
	kr_name = "지식 관리인 하닥의 첫 번째 기록",
	lore = [[우리의 역사는 전투의 역사요, 전쟁의 역사이다. 우리 오크들은 언제나 다른 종족들의 공격을 받아왔으며, 언제나 그들의 무자비한 진격으로부터 우리들 자신을 보호해야만 했다. 다른 종족들은 우리에게 '악' 이라는 이름의 물감을 덮어씌웠으며, 우리를 그저 짐승으로 생각하였다. 하지만 그렇지 않다! 만약 우리가 잔인하다면, 그것은 그들이 우리를 잔인하게 만들었기 때문이다. 만약 우리가 무자비하다면, 그것은 그들이 우리의 몸 속에서 자비를 뽑아내고 발로 밟아 으깨버렸기 때문이다!

우리가 처음으로 치른 전쟁은 매혹의 시대 때, 하플링들과의 전쟁이었다. 그 때의 우리는 연약했고, 체계적이지도 않았다. 그 오만한 자들은, 우리를 노예로 부리려고 했다. 하지만 우리는 맞서 싸웠다! 그리고 그 이래로, 우리는 계속 맞서 싸우고 있다. 그들은 우리에게 마법을 사용하였다. 우리는 그러한 기술을 본 적조차 없었다. 그들은 채찍과 사슬을 이용하여 우리를 무릎꿇렸다. 그들은 우리의 노동력을 착취하고, 그들이 보기에 강하지 않은 어린 오크들은 도살당하고, 우리 자신들을 위해 만든 건축물들은 모두 불타올랐다.

우리는 도망쳤으며, 어두운 동굴에 몸을 숨겼다. 우리의 수는 조금씩 불어났으며, 우리는 그동안 불결하고 어려운 생활을 해야만 했다. 많은 세월이 흐르자, 우리는 더 이상 숨을 수가 없어졌다. 굶주림과 질병이 우리를 모조리 죽여버리지 않을까 싶을 정도가 되었기 때문이다. 또한 우리의 적이 약해진 것을 보고, 우리는 그들에게 우리의 분노를 쏟아내었다. 우리는 체계적이지 않았지만, 우리의 의지는 단호했다. 엘프와 인간과 드워프들은 우리를 상대하려고 했지만, 우리는 두 번 다시 무릎을 바닥에 닿지 않게 하리라고 다짐하였다! 그들은 우리들에게 마법을 사용하였지만, 우리는 숫자로 그것을 극복하였다. 마법사가 우리를 죽이려고 할 때마다, 우리의 동료 다섯이 죽어나갔다. 그리고 우리가 흘린 피를 통해, 드디어 우리는 우리의 땅을 가지게 되었다!]],
	on_learn = function(who) world:gainAchievement("ORC_LORE") end,
}

newLore{
	id = "orc-history-2",
	category = "orc prides",
	name = "Records of Lorekeeper Hadak part two",
	kr_name = "지식 관리인 하닥의 두 번째 기록",
	lore = [[다른 종족들과 전투를 벌인 뒤, 우리는 건물을 짓고 번창하기 시작하였다. 마침내 우리는 우리의 마을과 도시를 가지게 되었으며, 우리의 능력을 발전시킬 수 있게 되었다. 비록 마을의 경계 지역에서는 여전히 전투가 벌어지고 있었지만, 그래도 우리는 번영하고 번창할 수 있었다.

하지만 저 저주받을 샬로레 마법사들이 쉐르'툴 유적에 가서 실험을 시작하였다. 오, 우리의 종족에게 있어 그 얼마나 어둡고 끔찍한 날인가! 마법폭발은 우리 동포들을 학살하였다. 지진이 우리의 새로 만들어진 마을들을 집어삼켰으며, 불길이 어리거나 늙은 동포들의 몸에서 불타올랐다. 세계 전체가 아수라장이 되었다. 그리고, 질병과 황폐가 우리의 동포들을 덮쳤다. 우리가 이루어낸 모든 것들을 완전히, 완전히 파괴하였다.

이 어두운 기간 동안, 우리들 중 가장 강력한 자들만이 살아남았다. 우리는 동쪽으로 도망쳤다. 우리의 어두운 비밀 장소로 돌아갔다. 하지만 우리에게 피비린내와 폐허를 안겨준 다른 종족들은, 우리의 동포들에게 복수하겠다며 끔찍한 욕설과 비난을 퍼부었다.]],
	on_learn = function(who) world:gainAchievement("ORC_LORE") end,
}

newLore{
	id = "orc-history-3",
	category = "orc prides",
	name = "Records of Lorekeeper Hadak part three",
	kr_name = "지식 관리인 하닥의 세 번째 기록",
	lore = [[황혼의 시대 동안, 우리는 조용히 숨은 채로 우리의 상처를 돌보며, 복수의 계획을 짰다. 하지만 이것은 우리에게 되돌아왔나니. 마법폭발이 일어난지 한 세기가 지난 후, 대재앙이 일어나 우리들을 다시 갈라내고 파괴하고 만 것이다. 그 지진이 일어나 우리의 거주지를 덮쳤을 바로 그 때, 우리는 비로소 원래 우리 종족의 숫자를 회복한 상태였다. 하지만 바위가 떨어져 우리를 짓뭉갰고, 수천에 이르는 우리의 동포들이 땅에 파묻혀 죽음을 맞이했다. 소수만이 살아남아 그곳을 빠져나왔을 때, 세계는 달라져있었다.

그 순간 우리는 마법의 힘에 대해 엄청난 느낌을 받았다. 그리고 이 힘에 대항하기보다는, 이 힘의 비밀에 대해 연구해야만 한다는 것을 깨달았다. 수 세기 동안 우리는 마법폭발이 가져온 영향들에 대해서 연구를 하였으며, 적 마법사들을 붙잡아 실험을 하였다. 그리고 마침내, 우리는 마법을 완전히 이해할 수 있었으며 우리 스스로 마법을 사용할 수 있게 되었다. 우리는 우리의 이 능력을 비밀에 부쳐놓은 채, 결정적인 복수의 순간을 기다리고 있었다. 포식자 가르쿨, 우리 종족의 가장 위대한 자가 이 계획의 결실을 가져다주었다. 그의 경외스러운 지도력 하에, 우리는 하플링 왕국으로 진격하였으며 우리 앞에 있는 모든 것을 불태웠다. 이 얼마나 영광스러운 징벌인가! 모든 도시들이 우리의 분노에 무릎을 꿇었다. 우리는 가는 곳마다 희생자들의 시체로 산을 쌓았으며, 그것들을 불태워 우리가 지닌 불굴의 힘을 보여주었다.

장작더미의 시대는 우리의 시대였다. 그 시기 동안 우리들이야말로 최강의 종족이라는 것을 다른 것들에게 보여주었으며, 모든 것들의 정점에 서서 절대로 패배하지 않았다.]],
	on_learn = function(who) world:gainAchievement("ORC_LORE") end,
}

newLore{
	id = "orc-history-4",
	category = "orc prides",
	name = "Records of Lorekeeper Hadak part four",
	kr_name = "지식 관리인 하닥의 네 번째 기록",
	lore = [[장작더미의 시대 동안, 얼마나 우리의 종족이 많은 발전을 이루어냈는가! 그 어떤 다른 종족들과도 비교할 수 없었다. 그들이 우리에게 한 짓에 대한 복수를 하였으며, 오래 전에 우리의 무릎을 꿇린 것에 대한 징벌을 내렸으며, 다른 종족들을 벌한다는 우리의 오랜 염원을 이루어냈다.

장작더미의 시대 동안, 우리는 드워프 도시의 깊은 곳에서 장거리 관문을 발견하였다. 우리는 저 멍청한 엘프들과는 달리 신중을 기했다. 그리고 관문의 힘을 이용하여, 저 잃어버린 동대륙으로 가는 통로를 열었다. 우리는 그곳으로 병력을 보냈으며, 저 연약한 엘프와 인간 원주민들을 손쉽게 굴복시키고 몰아내었다. 우리는 그곳에 '긍지' 를 만들었다. 그곳은 우리의 병사들이 전투 기술들을 갈고 닦아, 서대륙에서 벌어지는 전쟁터로 돌아가기 위한 기지로 쓰였다.

하지만 서대륙에서의 일이 꼬이기 시작했다. 우리는 많은 지역을 정복하였으며, 많은 종족들을 제거하였다. 하지만 우리는 너무나 넓게 퍼져 있었다. 다른 종족들은 서로 뭉쳐, 우리의 시대인 장작더미의 시대와 맞서 싸우기 시작하였다.]],
	on_learn = function(who) world:gainAchievement("ORC_LORE") end,
}

newLore{
	id = "orc-history-5",
	category = "orc prides",
	name = "Records of Lorekeeper Hadak part five",
	kr_name = "지식 관리인 하닥의 다섯 번째 기록",
	lore = [[인간과 하플링들이 그들의 왕국을 지키기 위해, 동맹을 맺었다. 엘프와 드워프도 곧 그 동맹에 참여한 것으로 보이며, 우리는 계속 밀려나게 되었다. 우리의 전략은 갈수록 수비적이 되어가고 있으며, 그들은 점차 우리의 영토에 발을 내딛고 있다.

우리는 열심히 그리고 잘 싸웠지만, 우리는 그들이 사용하는 끔찍한 전략에 대한 대비를 하지 못했다. 우리의 군대를 공격하는 대신, 그들은 우리의 마을과 도시를 공격하여 우리의 시민들을 모조리 죽이고 다녔다. 아기는 어머니의 손에서 살해당했으며, 마지막 하나의 여성과 아이마저 사냥당하고 살해당했다. 최고위층의 명령에 의해 실행된, 오크 멸종 계획이었다.

우리는 가능한 많은 동포들을 모아, 동대륙으로 건너갔다. 병사들은 용감하게 남아 적들과 맞서 싸우며, 스스로를 희생하였다. 그들에게 오크 종족이 멸종했다는 사실을 믿게 만들었다.

하지만 우리가 동대륙에서 본 것은 희망 없는 미래 뿐이었다. 여성과 아이들 대부분이 사라졌으며, 문화의 중심 역시 사라졌다. 우리는 살아남았지만 너무나 연약했다. 우리에게 남은 것이라고는 군인들 뿐이었으며, 이들은 '긍지'에 남아있던 병사들과 통합되었다. 마법적인 실험 끝에 우리는 출산률을 급격하게 끌어올릴 수 있었지만, 우리에게 남은 것은 절망에 빠진 사람들 뿐이었다. 다른 종족들의 위협에서 자유로워지는 그날까지, 우리는 단 하나의 목표 - 복수라는 목표에 집중했다.

서대륙에서는 아직도 우리의 존재를 알지 못한다. 우리의 땅을 가로질러 흐르는 강물에는 아직도 우리의 피가 흐르고 있다. 우리는 빠른 속도로 병력을 충원하고 있으며, 때가 오면 우리는 마즈'에이알에 결코 멈출 수 없는 복수를 시작하리라. 다른 종족들은 우리가 고통받았듯이 고통받게 되리라. 그들이 만든 모든 것들은 잿더미가 되리라.]],
	on_learn = function(who) world:gainAchievement("ORC_LORE") end,
}

--------------------------------------------------------------------------
-- Story of Garkul, the greatest of all orcs
--------------------------------------------------------------------------

newLore{
	id = "garkul-history-1",
	category = "orc prides",
	name = "The Legend of Garkul",
	kr_name = "가르쿨의 전설",
	lore = [[#{bold}#제 1 장 : 젊은 전사#{normal}#

#{italic}#"고난 없이는 힘 역시 얻을 수 없다. 고통을 통해서만 진정으로 배울 수 있다. 우리의 종족은 전쟁, 불, 그리고 역병을 이겨내고 살아남았다. 그것들은 우리를 더 강하게 만들었다. 우리가 마주하는 모든 시련들은, 우리를 더 강한 힘으로 이끌었다."
- 포식자 가르쿨의 어록#{normal}#

가르쿨은 모든 오크들 중 가장 위대한 오크이며, 그의 삶에 대한 이야기는 우리 종족의 가장 위대한 시대의 이야기이다. 그는 우리 부족을 연합하였고, 적 종족들을 물리쳤으며, 두 대륙을 정복하였다. 그리고 그는 죽기 직전까지도 1 만의 시체를 발 아래에 만들고 죽었다.

그는 우리 종족이 어두운 동굴에 숨어 다른 종족을 기습할 수 있는 것이 고작이었던, 어려운 시기에 태어났다. 그는 눈에 띌 것 없는 혈통의 작은 부족에서 태어났으나, 어릴적부터 자신이 사납고 영리한 전사라는 것을 스스로 증명해냈다. 다른 종족에게는 결코 가르쿨과 같은 이가 존재할 수 없다는 것을 기억하라. 다른 종족들은 그들의 고결함을 지킨답시고 스스로를 약하게 만들었으며, 저들은 진정한 우리의 힘 앞에 파멸하여 노예의 삶을 살게 될 것이다. 우리 오크들은 모두 평등하게 태어났고, 우리 모두는 싸우고 남보다 강하다는 것을 자랑할 수 있는 기회가 주어졌다. 오직 강자만이 남을 지배할 수 있고, 오직 현명한 자만이 그 힘을 유지할 수 있을 뿐이다.

가르쿨의 힘을 본 자들이 빠르게 그에게 복종하면서, 가르쿨은 자신만의 조직을 형성하게 되었다. 곧 그는 그의 부족 전체를 접수할 수 있을 정도로 막강해졌다. 그러나 어느 날, 그는 거대한 운명과 마주치게 된다. 주문을 만드는 자 베리코르가 그의 마법 실험 자원봉사자를 모으러 각 부족을 방문하고 있었다. 그가 가르쿨의 부족에 도착했을 때, 젊은 가르쿨은 그를 비웃었으며 에이알 세계에 있는 모든 마법들은 자신의 왼팔로도 전부 날려버릴 수 있다고 말했다. 베리코르는 이 청년의 자부심에 강한 인상을 받았으며, 그 젊음 속에 숨은 무언가를 더 발견했다. 그는 가르쿨에게 가장 강력한 마법사 오크종과 싸워 그의 힘을 시험해보는 것이 어떻겠냐는 제안을 했다. 가르쿨은 승낙했고, 둘은 베리코르의 전당으로 향했다.

전당 지하의 동굴에서 수천 명의 오크가 마법수련을 하고 있는 것을 보고, 가르쿨은 놀라워하였다. 그들은 굉장히 조직적이었으며, 학파 별로 분리되어 있었고, 그 실력을 올리고 있었으며, 대가들이 마법을 전투에서 어떻게 사용하는지에 대한 방법을 가르치고 있었다. 베리코르는 자신이 마법폭발의 효과에 대해 연구하는 것과 다른 종족에게서 납치한 마법사들을 대상으로 실험하는 것에 일생을 바쳤으며, 오랜 연구 끝에 그 정점에 도달했음을 설명해주었다. 모든 부족에서 수급해온 젊은 오크들로, 그는 오크의 적들과 맞서 싸울 수 있는 마법사 부대를 만들 수 있었던 것이다. 가르쿨은 이 마법사 부대가 가져올 수 있는 가능성에 흠뻑 매료되었다.

그리고 가르쿨에게, 왼팔만으로 가장 위대한 마법사들의 공격을 막아낼 수 있는지에 대한 시험이 다가왔다. 이를 위해 베리코르는 그의 가장 훌륭한 학생 셋을 선별했는데, 한 명은 불, 다른 한 명은 얼음, 또 다른 한 명은 피의 마법에 능숙한 마법사였다. 시험은 상대방을 먼저 쓰러뜨리는 것으로 결정되었다. 가르쿨은 웃으며 승낙했고, 그의 오른팔을 등 뒤에 놓은 채 세 마법사들과 마주했다.

화염술사가 불꽃을 발사하는 것으로 시험은 시작됐다. 하지만 가르쿨은 엄청난 속도로 불꽃을 피했으며, 그 마법사가 다른 마법을 시전하기도 전에 마법사의 눈앞까지 접근했다. 가르쿨은 마법사의 턱에 포악한 어퍼컷을 휘둘러, 턱을 부수고 한 방에 그를 쓰러뜨렸다. 이를 본 냉기술사는 얼음 우박을 쏘아내었지만, 가르쿨은 졸도한 화염술사의 로브를 잡고 그를 방패 삼아 공격을 막아내었다. 가르쿨은 얼음 폭풍을 뚫고 두 번째 마법사에게 달려가서 늘어진 화염술사의 몸뚱이를 한쪽에 던진 후, 냉기술사를 벽에 박아 신전의 장식물로 만들어버렸다. 단 몇 초 만에 두 마법사들을 쓰러뜨린 그는, 공포에 빠진 타락자에게 향했다. 가르쿨은 웃으며 마법사에게 다가갔지만, 그가 가까이 왔을 때 피의 마법사는 저주를 시전하여 가르쿨의 팔을 쪼글쪼글하게 만들어 못 쓰게 만들어 버렸다. 저주에 걸린 그는 마지막 마법사에게 박치기를 했고, 그는 바로 땅바닥에 처박혀 저주가 풀렸다.

가르쿨은 놀란 베리코르에게 돌아서서 머리를 숙였다. "당신이 날 이겼소. 난 마지막 하나에게 왼팔이 아닌, 머리를 사용했소." 그러나 베리코르는 전사의 기술에 경외심을 가지게 되었다. 그의 믿을 수 없는 속도와 놀라운 힘, 그리고 신속한 전투는 그가 봐왔던 어떤 것보다도 훨씬 훌륭한 것이었다. 둘은 잠시 동안 대화했으며 가르쿨은 마법사 군대와 부족의 전사들, 그리고 자연의 추종자들이 함께 압도적인 힘을 발휘할 수 있는 여러 방법들을 제시했다. 그는 마법의 잠재력에 눈을 떴으며, 그의 뇌는 전투에서 사용할 전략과 전술을 끊임없이 만들어내었다.

베리코르가 가르쿨을 그의 손님으로 여러 달을 데리고 있었음에도, 가르쿨은 그 자신이 마법 효과들을 어떻게 저항하고 피하는지에 대한 많은 것들을 배우고 있다는 사실을 자각하지 못했다. 베리코르는 젊은 오크의 재능에 놀라움을 금할 수 없었으며, 여기 있는 자가 그들의 종족을 위대한 곳으로 이끌 운명이라는 것을 확신하게 되었다.]],
	on_learn = function(who) world:gainAchievement("GARKUL_LORE") end,
}

newLore{
	id = "garkul-history-2",
	category = "orc prides",
	name = "The Legend of Garkul",
	kr_name = "가르쿨의 전설",
	lore = [[#{bold}#제 2 장 : 포식자의 등장#{normal}#

#{italic}#"이 세상에는 넘을 수 없는 장애물도, 불가능도 없다. 문제가 있다면 네 머리와 주먹으로 문제를 해결하라. 주먹을 쓸 수 없다면 발로, 발을 쓸 수 없다면 물어뜯어라. 그리고 문제가 해결되기 전까지 이를 악물어라."
- 포식자 가르쿨의 어록#{normal}#

다음 해 봄, 베리코르는 가르쿨을 각 부족장들이 모이는 부족 의회로 보냈다. 장로 워곤은 그 회의를 이끌었으며, 부족장들은 각 부족에서 일어난 일을 보고하였다.

가르쿨은 한 서방 부족이 그들의 기지에 일어난 하플링의 공격을 설명할 때까지 참을성 있게 들었다. 그리고 그는 어떻게 부족의 전사들이 엘도랄 투석 전사들과 마법사들에게 쓰러졌는지 들으면서 고개를 저었다. 그러나 베리코르는 그를 조용히 있도록 했다. 몇몇 다른 부족장들의 불평이 있었음에도, 정작 복수를 하자는 의견은 없다는 것에 가르쿨은 충격을 받았다.

워곤은 조용히 사색에 잠겨 있었다. 그리고 불평이 사그라들자, 그는 입을 열었다. "끔찍한 일들이군. 그러나 한 가지 사실은 알 수 있다. 반격하는 것은 이목을 끌게 될 것이다. 더 큰 파괴를 초대하는 꼴이 되겠지. 우리는 반드시 조용히 있어야 한다. 아마-"

"이빨 빠진 개 같으니!" 가르쿨이 갑자기 일어나며 소리쳤다. 그는 더 이상 자신을 제어하지 못했다. "당신들은 이빨도 없나! 우리는 돌아가서 싸워야 한다. 그들에게 감히 우리 부족을 침범한 것의 대가를 가르쳐 줘야 한단 말이다!"

워곤은 이와 같은 모욕에 분노하였다. 그리고는 몇몇 경비병들에게 손짓해 그 젊은 전사의 목을 베도록 했다. 가르쿨은 그들이 무기를 드는 것을 보며 긴장했다. 그리고 필요하다면 이 방에 있는 모든 자들과도 싸울 준비를 했다. 그러나 베리코르는 재빨리 일어나 개입했다. "장로님, 그 소년을 용서하십시오. 그는 젊고 전투에 굶주려 있습니다. 그를 이곳에 데려온 제 잘못입니다. 제가 모든 책임을 지겠습니다."

워곤은 눈을 가늘게 뜨며 이 주문을 만드는 자를 바라보았다. "이 소년의 책임을 지겠다?" 베리코르는 묵묵히 고개를 끄덕였다. 그러자 옅은 미소가 장로의 입술에 스쳤다. 그는 비밀스런 군대를 양성하고 있는 것으로 보이는 마법사를 오래도록 의심해 왔다. 그리고 지금 경쟁자를 제거할 기회를 찾아낸 것이다. 그는 옆에 있는 경비병에게 저 마법사의 목을 베라고 지시했다.

가르쿨은 장로를 노려보며 가만히 있었다. 워곤의 가는 눈이 잠시 동안 그에게 머물렀으나, 곧 그가 노려보는 것을 언짢아 하였다. 한 경비병에게 돌아서며 그는 말했다. "저놈 눈빛이 마음에 들지 않는군. 저놈의 오른쪽 눈을 뽑아서 내보내." 가르쿨은 경비병이 단검을 그의 얼굴에 갖다댈 때까지 미동도 하지 않았다. 그리고 오른쪽 눈이 잘려나가 그의 얼굴에 피가 쏟아져 내리는 동안에도, 그의 왼쪽 눈은 워곤에게 고정되어 있었다.

그는 자신의 부족으로 돌아와 상처를 치료했으나, 안대는 하지 않았다. 그래서 '애꾸눈 가르쿨' 이라는 별명이 붙었다. 오크들은 물었다. "한쪽 눈만 가지고 어떻게 우리 부족을 이끌 생각이십니까?" 그러나 가르쿨은 대답했다. "나는 그 어떤 이들보다 더 많이 볼 수 있다. 나는 이 부족을, 아니 그 이상의 것을 지도하고 말리라."

그는 복수의 때가 오기만을 기다렸다. 그리고 다음 부족 의회에, 그는 20 명의 추종자들과 함께 도착했다. 그가 부족 회의 입장을 거절당하자, 그는 단 한 번 주먹을 휘둘러 모든 경비병들을 치워버렸다. 그는 전사들로 부족장들을 포위하고, 워곤 앞으로 걸어갔다. "그래, 이빨 빠진 늑대." 그는 으르렁거렸다. "덤벼보지 그래?"

워곤은 이를 꽉 깨물었으며, 약한 모습을 보이지 않은 채 그의 단검을 들고 도전자에게 달려들었다. 그러나 가르쿨은 그의 양 팔을 붙잡아, 순식간에 뽑아내 버렸다. 그리고 그는 비명을 지르는 장로의 머리를 손톱이 살점을 파고들 정도로 움켜쥐고, 얼굴을 가까이 대고는, 턱을 벌리고 날카롭게 물어뜯어 워곤의 오른쪽 눈알을 뜯어낸 뒤, 그 눈알을 씹어먹었다. 그는 반대쪽 눈에도 똑같은 일을 했으며, 질척이는 살점을 씹을 때마다 턱에서 검은 피가 흘러내렸다. 

그는 경련하는 워곤의 몸뚱이를 바닥에 떨구고는, 몸을 숙여 상처입은 머리에 주먹을 계속 내리쳤다. 가르쿨은 워곤의 해골을 완전히 부숴버리고, 그의 이빨을 모두 뽑아냈다. 그는 다른 부족장들에게 돌아서 소리쳤다. "봤나?! 나에게 눈 하나를 빚지면 두 개를 받아낸다! 나를 따르라. 나는 우리의 죽은 동포 하나당 두 하플링들을 죽일 것이다. 더 이상 눈물 흘리거나 숨어 지내지 않을 것이다. 우리는 다시 일어나, 온 대륙에 분노를 뿜어낼 것이다!" 가르쿨의 힘과 포위한 전사들을 마주한 부족장들은, 주저 없이 그를 따를 것에 동의했다.

그렇게 애꾸눈 가르쿨이라는 별명 대신, 새로운 별명이 태어났다. '포식자 가르쿨' 이었다. 그가 모은 워곤의 이빨은 목걸이로 만들어졌으며, 모든 부족들이 군말 없이 그를 따를 때까지 반대하는 자는 죽이고 목걸이에 그 이빨을 추가했다.]],
	on_learn = function(who) world:gainAchievement("GARKUL_LORE") end,
}

newLore{
	id = "garkul-history-3",
	category = "orc prides",
	name = "The Legend of Garkul",
	kr_name = "가르쿨의 전설",
	lore = [[#{bold}#제 3 장 : 장작을 불태우는 자#{normal}#

#{italic}#"불은 모든 종족들이 이해할 수 있는 상징이다. 태운다는 것은 완전히 파괴한다는 것이다. 나는 정복을 끝내면, 불을 남긴다. 모든 집, 밭, 시체를 재로 만든다. 이것은 우리의 지배의 표시이다. 그리고 우리의 적들 사이로 퍼져나갈 단어이다. 그들에게 나는 살아있는, 끌 수 없는 불이다. 내 군대가 그들의 시야에 들어오는 순간, 그들의 마음은 공포의 불길로 타오르게 될 것이다."
- 포식자 가르쿨의 어록#{normal}#

가르쿨은 빠르고 효율적으로 부족들을 연합했다. 그는 전사들과 용인들을 한 무리로 통합하여, 서로 간의 경쟁을 장려했다. 마법사들은 그들이 가진 힘에 따라 원소 또는 타락과 죽음으로 분류했다. 그리고 서로 간의 경쟁을 장려했다. 오크는 오직 같은 오크만이 경쟁 상대가 될 수 있으며 다른 종족들은 비교조차 될 수 없다는 것이 그의 생각이었으며, 그는 오로지 경쟁을 통해서만 오크 종족이 가진 진정한 힘에 다가갈 수 있다고 말했다.

그는 오크 구역을 보호하는 수비 부대를 조직하여, 다른 종족들이 가하는 공격을 빠르게 진압하였다. 그러나 하플링들은 우리 오크들의 조직력이 향상된 것을 발견했으며, 곧 정찰 부대를 추가하고 순찰을 강화하기 시작했다. 그의 계획을 완벽하게 성공시킬 시기가 무르익은 것을 본 가르쿨은, 이대로 있을 수 없다고 보았다. 그는 그 지역의 가장 큰 엘도랄 도시인, 바톤의 공격을 계획하기 시작했다.

공격은 한밤중에 이루어졌다. 어둠의 그림자 밑에서, 그의 군대는 도시의 외벽으로 진군했다. 그들은 바로 근처에 접근하기 전까지 발견되지 않았다. 경비병이 위험을 외치고 도시의 문을 닫으려 했으나, 오크 마법사들이 주문을 일제히 발사해 방어선을 찢어발겼다. 바톤에 있던 수비 부대는 어쩔 수 없이 반격을 시작했으며, 적을 맞이하기 위해 도시 문 밖으로 쏟아져 나오기 시작했다. 그러자 가르쿨은 수비 부대의 한복판에 화염구를 발사하라고 명령하였으며, 화염구에 의해 수비 부대는 흩어져 버렸다. 그의 전사들은 궁수들이 불 뒤에서 무력화 된 동안, 도시의 문을 통해 나오는 소수의 병력들을 쉽게 벨 수 있었다. 화염술사들은 계속해서 도시 벽 너머로 화재를 일으켰으며, 도시 안의 하플링들은 혼돈이 도래한 그들의 불타는 집에서 도망치려 하였다.

가르쿨은 사령술사들을 하수구를 통해 미리 도시 안으로 들여보냈으며, 마법 환상으로 숨어있던 그들은 죽은 하플링들을 그들의 언데드 부하로 일으켜 세우기 시작했다. 사람들은 그들의 사랑했던 사람들이 가스트와 와이트로 일어나 그들을 공격하는 것을 보며 비명을 질렀다. 수비 부대 사이에서는 어떠한 통솔력도 찾을 수 없었으며, 가르쿨은 은신한 암살자들을 들여보내 한순간에 적들을 쓰러뜨렸다. 그에 따라 모든 저항은 무너졌으며, 위대한 지도자는 광전사와 자연의 추종자를 도시 안으로 들여보내 도로를 따라 남은 적들을 학살했다. 단 몇 시간 만에 단 한 명의 하플링도 살아남지 못했으며, 도시에 있는 단 하나의 자갈조차 그들의 선홍색 피로 덮이지 않은 것이 없었다. 가르쿨의 승리는 명백했으며, 단 하나의 오크조차 전투 중에 다치지 않았다.

그의 부대가 다음에 무엇을 할 지 물었을 때, 그는 도시 남쪽의 언덕을 보며 잠시 동안 침묵을 지켰다. 그러다가 그가 말했다. "근처에 있는 숲의 나무를 베어, 그 나무를 언덕 꼭대기로 옮겨라. 그리고 도시의 남녀노소를 가리지 말고, 모든 부위의 몸뚱이들을 모아라. 그리고 언덕 꼭대기에 큰 장작더미를 만들어라." 이제 그들의 머리 속에 그 어떤 것보다도 위에 서게 된 가르쿨의 명령에 따라, 가르쿨의 군대는 빠르게 이를 실행에 옮겼다. 완성된 장작더미의 높이는 24 m 가 넘었으며, 장작 사이사이에는 수천 명의 죽은 몸뚱이로 가득했다. 동쪽 지평선이 붉게 빛나며 동이 트기 시작할 무렵 그들은 장작더미에 불을 붙였고, 그 불길은 시체를 태우며 뜨겁게 불타올랐다.

그 불길은 몇 km 떨어진 곳에서도 볼 수 있었으며, 다른 종족들은 이 불꽃이 무엇인지 알아내기 위해 정찰을 보냈다. 가르쿨은 그들을 막지 말라고 지시했으며, 타 종족의 지도자들에게는 상식을 넘어서는 학살에 대한 보고가 돌아왔다. 몇몇은 정찰병의 말을 믿지조차 않았으나, 다음날 밤 다른 엘도랄 도시에서 같은 일이 벌어졌다. 그 다음날 밤에는 지역의 몇몇 마을이 동시에 재로 화했다. 가르쿨의 군대는 분노의 불길로 그 앞을 휩쓸었으며, 다른 종족들의 평화로운 세계는 갑작스럽게 허물어지기 시작했다.

이러한 초반의 승리는 쉽게 얻어낼 수 있었으나, 그들이 진군할수록 그들은 더 강한 저항에 부딪히기 시작했다. 다른 종족들은 그들의 공격에 대해 더욱 주의를 기울이게 되었다. 그러나 가르쿨은 언제나 모든 상황에 대해 통달한 듯 하였으며, 그의 전략과 전술은 모든 방어선을 극복해냈다. 그리고 각각의 승리 후에는 언제나 거대한 불길이 있었으며, 우리의 오크 군대는 차가운 밤하늘에 닿을 정도의 불꽃과 함께 승리의 노래를 불렀다. 이 전투들은 '장작더미의 전쟁' 이라고 불리게 됐으며, 이 정복의 불길들은 마즈'에이알 전역에 걸쳐 퍼져나갔다.

3 개월 만에 엘도랄 왕국은 무너졌으며, 난민들은 남쪽의 하플링 왕국 나르골을 향해 쏟아져 나왔으며 죽음의 불길에서 탈출하기 위해 발악했다. 가르쿨은 그의 군대를 통합하여, 다른 종족들에게 진군하기 전에 정복한 땅에 새로운 기지를 건설하도록 했다. 그 누구도 그들에게 오랫동안 고통받아왔던 자들의 분노에서 도망칠 수는 없었다. 몇 세기 동안의 압박은 우리를 강하게 만들었으며, 이제 복수의 불길은 꺼지지 않는 화염이 되어 가슴 속에서 불타올랐다.]],
	on_learn = function(who) world:gainAchievement("GARKUL_LORE") end,
}

newLore{
	id = "garkul-history-4",
	category = "orc prides",
	name = "The Legend of Garkul",
	kr_name = "가르쿨의 전설",
	lore = [[#{bold}#제 4 장 : 두 대륙의 정복자#{normal}#

#{italic}#"우리의 힘은 자부심으로부터 우러나와야 한다. 그리고 우리의 자부심은 우리의 힘으로부터 우러나와야 한다. 우리의 힘과 기술은 무궁무진하며, 우리는 우리들에 대한 자부심으로 하나가 되었다. 우리가 위대한 종족이라는 것에 자부심을 가지고, 우리가 함께 이뤄낼 수 있는 영광에 취하라.
- 포식자 가르쿨의 어록#{normal}#

여러 해 동안 그 위대한 정복은 멈출 수 없었다. 가르쿨은 대륙을 가로질러 진군했으며, 어떤 저항도 그의 앞에서는 무의미했다. 엘도랄은 무너졌으며, 그들은 남쪽에 있는 하플링 동족의 국가인 나르골로 도망쳤다. 인간들은 많은 왕국으로 분리되었으며, 가르쿨은 남쪽과 서쪽의 소수의 외딴 곳을 제외하고 그들을 하나씩 꺾어냈다. 탈로레는 그들의 어두운 숲으로 숨어들어갔으며, 강대한 오크 군대에게 가둬졌다. 샬로레는 싸우려 노력했으며, 그들이 만들어낸 강대한 마법은 오크 군대에게 있어 심각한 저항이었다. 그러나 서서히 그들은 밀려났으며, 남서쪽에 있는 그들의 수도로 후퇴할 수 밖에 없었다. 드워프들은 동쪽에 있는 그들의 전당에서 지독하게 버텼고, 가르쿨마저도 그들의 돌의 도시를 뚫을 수 없었다. 하지만 그는 지하의 동굴을 통해 그들을 물리칠 계획을 세웠다.

북쪽의 황야부터 남쪽의 호수까지, 다이카라의 산부터 서쪽의 해안까지, 모든 마즈'에이알의 중심은 가르쿨의 통치 하에 있었다. 오크 순찰병들은 모든 계곡과 들판을 덮고 있었으며, 발견된 그 어떤 적도 뿌리뽑혔다. 모든 오크가 그의 지도력 밑에서 이뤄낸 놀라운 성과에 새로운 자부심을 가지면서. 가르쿨에 대한 지지는 완전히 확고해졌다.

그러나 승리는 완벽하지 않았다. 많은 저항의 힘이 여전히 남아있었으며, 나르골은 여전히 남쪽으로부터의 심각한 위협이었다. 가르쿨은 신중하여 무리하지 않았고, 확실한 승리가 있기 전에는 그의 군대를 너무 옅게 퍼뜨리지도 않았다. 그는 그의 군대가 가능한 가장 강력한 힘을 가질 때까지 기다려야 한다는 것을 알고 있었다.

그러던 중, 드워프 도시 레크놀의 지하에서 우리의 정찰병들은 놀라운 것을 발견했다. 쉐르'툴의 장거리 관문을 발견한 것이다. 피의 마법사들은 그것을 연구하기 시작했으며, 얼마 후 그것을 작동시키는데 성공하여 새로운 땅을 탐험했다. 이 새로운 땅은 거대한 대재앙 후에 마즈'에이알에 가려져 잊혀진, 동쪽 대륙이었다. 가르쿨은 여기서 커다란 기회를 보았으며, 그는 수천의 젊은 전사와 마법사로 하여금 동쪽으로 건너가도록 지시했다. 그곳에서 그들은 서쪽으로 돌아와 전쟁에 참여하기 전까지 그들의 기술을 훈련하고 연습하여 통달할 수 있는 연습장을 만들었다. 가르쿨은 이곳이 우리 종족의 힘이 깃들어 있던 곳이며, 우리들이 가장 자랑스러워 해야 하는 곳이라는 말을 하며 그들을 '긍지 (Pride : 긍지, 무리)' 라고 이름붙였다.

그러나 가르쿨이 '긍지' 들을 건설하느라 바쁜 도중에, 나르골의 왕은 방어 전략을 수립하고 있었다. 그는 오크 군대가 곧 그의 왕국에 쳐들어 올 것임을 알고 있었으며, 그는 그의 가장 위대한 전략가들로 하여금 저 오크들이 결코 이겨내지 못할 것을 준비하도록 박차를 가했다. 그는 전국에서 가장 강력한 연금술사들을 소환했으며, 그들은 결코 쓰러지지 않을 창조물 - 거대 골렘 아타마쏜에 대한 계획을 세웠다.

가르쿨이 동쪽에서 돌아왔을 때 그는 스파이들로부터 나르골 왕국에서 진행 중인 거대한 움직임에 대해 들었으며, 그는 하플링들을 제압해야만 한다는 것을 깨달았다. 그러나, 그는 그의 마지막 전투에서 무엇이 그를 기다리고 있을 것인지에 대해 알지 못했다.]],
	on_learn = function(who) world:gainAchievement("GARKUL_LORE") end,
}

newLore{
	id = "garkul-history-5",
	category = "orc prides",
	name = "The Legend of Garkul",
	kr_name = "가르쿨의 전설",
	lore = [[#{bold}#제 5 장 : 위대한 자의 죽음#{normal}#

#{italic}#"진정한 전사는 결코 죽지 않는다. 전장에서 그는 쓰러지게 될지도 모르나, 그것은 그를 따르는 다른 모든 이들을 고무시키는 죽음이다. 그는 다른 이들이 적을 찌르고, 쳐내고, 후려칠 때마다 살아난다. 그의 이름으로 피가 흐르는 동안, 그 전사는 불사신이다."
- 포식자 가르쿨의 어록#{normal}#

가르쿨 또한 나르골 왕국이 방어 준비를 끝내기 전에 남쪽을 공격하기 위해, 군대를 모았다. 많은 부대가 동쪽에 '긍지' 를 건설하기 위해 보내져 있었기 때문에 그가 원하던 만큼의 강력한 군대를 모을 수는 없었지만, 그는 너무 늦기 전에 하플링으로부터의 모든 저항을 진압해야 한다는 것을 알고 있었다.

그는 소규모 접전을 일으키며 조심해서 남쪽의 도시로 진군했다. 그가 나르골의 수도에 도착했을 때, 그는 10,000 명 이상의 하플링의 군대가 그들의 왕국을 지키기 위해 준비된 것을 보았다. 가르쿨의 군대는 5,000 명 뿐이었지만, 그는 그의 전사들이 하플링보다 훨씬 강력하며 그의 전술이 있다면 쉽게 이길 수 있을 것임을 확신했다.

오크들은 갈아엎어진 평원에 도착했으며, 하플링 군대는 반대쪽에서 기다리고 있었다. 가르쿨은 그 땅을 수상쩍게 보았으나, 하플링 투석 전사들이 그들에게 사격을 가하기 시작하면서 그는 즉시 행동을 취해야 한다는 것을 깨달았다. 그는 공격을 지시했다. 그의 전사들은 뒤에 마법사들을 대동하고 빠른 속도로 적들에게 돌격했으나, 그들이 적에게 가까이 갔을 때 땅이 갑작스레 격동하기 시작했다. 전사들은 땅이 갈라져 열리면서 쓰러졌으며, 그 틈에서는 거대한 머리와 엄청나게 큰 손이 올라왔다. 오크들은 땅으로부터 느릿하게 솟아오르는, 비할 데 없는 크기의 괴물을 보았다. 거대 골렘, 아타마쏜이었다. 오랫동안 하플링 연금술사들은 비밀리에 그것을 작업했다. 그것의 몸은 대리석으로 만들어졌고, 관절은 보라툰으로 이뤄졌으며, 각각의 눈에는 수천 개의 작은 루비가 박혔으며, 타의 추종을 불허하는 강력한 마법이 부여되어 있었다. 전략가들은 조심스럽게 함정을 설치했고, 가르쿨의 군대를 정확한 타이밍의 국지전을 통해 이곳으로 끌여들였으며, 그들의 경외심을 불러들이는 무기를 만끽하기 위한 완벽한 순간만을 기다렸던 것이다.

오크 군대는 그들의 무기로 골렘의 단단한 발을 마구 난타했으나, 아무런 소득이 없었다. 마법사들은 골렘의 가슴에 불과 얼음 마법을 발사했으나, 그것들은 효과 없이 튕겨져 나갔다. 하플링 연금술사들이 전진하여 그들의 에너지를 골렘에게 집중시키자, 골렘의 루비 눈이 밝게 빛나며 불의 줄기가 발사되었다. 그 불줄기는 오크 군대를 태워버렸다. 골렘은 빛줄기를 발사하는 눈으로 마법사들을 찢어발기며, 앞으로 전진하는 매 걸음마다 수십의 전사들을 압사시켰다. 연금술사들은 폭탄을 던지면서 합류했으며, 투석 전사들은 연거푸 돌을 던졌다. 대학살이 시작되었다.

가르쿨은 그의 부대가 혼란에 빠진것을 보았으며, 이 새로운 무기는 그의 어떠한 병사도 극복해낼 수 없다는 것을 깨달았다. 그는 그의 늑대기수에게 달려가, 3 m 가 넘는 포악한 와르그를 붙잡아 타고는 싸움에 뛰어들었다. 그는 거대 골렘을 향해 늑대를 돌진시켰으며, 저 괴물의 우뚝 솟은 가슴으로 뛰어올랐다. 골렘은 거대란 주먹을 휘둘러 와르그를 박살냈으나 가르쿨은 마지막 순간에 뛰어올라 골렘의 머리를 붙잡고, 그의 도끼를 꺼내 루비 눈들 중 하나에 휘둘러 그것을 부쉈다. 그러자 골렘은 양손으로 가르쿨의 팔을 붇잡았고, 그의 도끼는 땅으로 떨어졌다. 아타마쏜은 대리석 손으로 위대한 오크의 팔을 단단히 쥐었으며, 그것을 잡아찢으려 했다. 그러나 가르쿨은 근육의 힘을 쥐어짜내 골렘의 힘을 저항하고는, 그를 머리 앞으로 가져가게끔 골렘의 주먹을 앞으로 천천히 꺾기 시작했다.

그가 대리석 이마에 충분히 가까워지자 그는 골렘을 향해 박치기를 했고, 그의 강철 투구에서 울리는 소리가 단단한 돌을 공기 중으로 찢어냈다. 골렘은 잠시동안 몸을 떨었으며, 가르쿨은 다시 그것에게 박치기를 가했다. 그의 강철 투구가 그의 정수리에서 떨어져 나갔다. 한번 더 그가 박치기를 가하자, 그 충격은 그의 관자놀이에 깊은 상처를 냈다. 그러나 골렘 머리의 두꺼운 대리석 또한 움푹 들어갔다. 또 다른 박치기가 가해지자 골렘의 머리에서 두 곳 이상이 부서져 나갔고, 골렘의 다리는 주저앉았다. 가르쿨은 그의 피가 흐르는 머리를 하늘로 쳐들어, 그의 머리로 치명적인 일격을 가하기 전에 우렁차게 외쳤다. 그의 이마는 두꺼운 대리석과 만났고, 골렘의 머리는 부서져 적들을 향해 쏟아져 내렸다. 골렘은 무너져 내렸고, 가르쿨이 거기에 있었다. 이리하여 거대 골렘 아타마쏜은 쓰러졌으며, 이와 비슷한 일은 찾아볼 수 조차 없었다.


오크 군대가 학살당하기는 했지만, 그들의 강력한 무기 또한 부서진 것에 하플링들은 깜짝 놀랐다. 그들은 그 폐허를 향해 진군했고, 그 안에서 일어서는 포식자 가르쿨을 발견했다. 그의 머리는 상처 투성이에 피범벅이었으며 그의 팔은 심하게 상처입었으나, 그는 그의 도끼를 들고 활짝 웃으며 그들을 맞이했다.

그의 앞에 여전히 남아있던 천 명의 부대가 비록 잘 싸웠음에도, 그가 골렘과 싸우는 동안 모두 전멸하는 바람에 그는 자신이 혼자가 되었음을 알아챘다. 그러나 그는 넘어설 수 없는 적들을 마주한 전장에 있을 때 가장 행복해지는 진정한 전사였기에, 그는 활짝 웃었다. 그는 돌격했다.

그가 하플링 군대를 찢으며 지나간 자리에는 곧 시체가 쌓였다. 그는 그에게 가해지는 공격을 대수롭지 않게 취급하며, 앞으로 도끼를 휘둘렀다. 그는 머리통과 갑옷, 살점과 뼈를 베어냈다. 그들이 그의 무기를 잡자, 그는 그들을 주먹으로 때려눕히거나 목을 물어뜯었다. 그는 주변의 적들과 춤추고 웃었으며, 그들의 상처로부터 피가 솟구쳐 그의 얼굴에 쏟아져 내렸다. 하플링 수백 명이 그의 무기 아래에 쓰러졌고, 그의 도끼는 망가지고 부서졌다. 그러나 그는 여전히 자루를 잡은 채로 적들을 찌르고 때리고 후려쳤다.

그러자 연금술사들이 그를 태워버릴 듯이 폭탄을 던졌으며, 궁수와 투석전사들은 그에게 사격을 가했다. 그들의 화살은 그의 피부를 뚫었고, 투석은 타박상을 입혔다. 그러나 가르쿨은 강력한 전투의 외침을 내지르며 포효하였다. 화살과 돌들은 공중에서 분해되었고, 그의 앞에 있던 대지는 찢겨져 나갔다. 그는 근처의 시체에서 두 자루의 전투도끼를 집어들고는, 그를 공격하는 자들에게 돌진해 두 손으로 공격을 퍼부었다. 하플링들은 그를 둘러싸 모든 방향에서 공격했으나, 그는 미친 듯이 전투를 이어나갔다.

그러나, 전투가 영원히 지속되지는 못하였다. 칼에 찔린 상처가 그의 다리를 망가뜨리고 폭탄의 폭발이 그의 눈을 멀게 했음에도, 그는 주변의 시체를 헤치며 전투를 지속했다. 그의 몸은 피로 도배되었다. 도끼의 날들은 부서지고 이가 나갔으며, 그는 도끼 자루를 마치 곤봉처럼 들고 있었다. 그는 움직임이 느려져 멈출 때까지 앞의 부대에게 그것을 휘둘렀으며, 연금술사들은 그의 시체가 새까맣게 타 움직이지 않을 때까지 폭탄을 던지고 또 던졌다. 그리하여 포식자 가르쿨은 죽음을 맞이하였지만, 그의 몸은 죽음에도 불구하고 우뚝 선 채 그의 무기를 머리 위로 움켜쥐고 있었다. 그는 1,000 구가 넘는 시체의 벌판 위에 서 있었다. 하플링들이 후에 생존자들의 숫자를 세어보았지만, 오직 수백 명 만이 살아남았다.

우리의 군대는 위대한 지도자의 죽음으로 인한 피해를 영영 복구하지 못했다. 전쟁은 계속되었으나, 그의 전략이 없어 패배가 잦아지기 시작했다. 결국 다른 종족들은 반격을 시작했고, 우리는 우리의 고향으로 쫒겨났다. 그러나 가르쿨의 영혼은 우리 모두에게 남아있으며, 그의 모든 가르침은 우리의 가슴과 정신 속에 남아있다. 언젠가 우리가 그가 태어난 곳으로 돌아가는 그 날, 그가 시작한 영광은 완성될 것이다. 마즈'에이알은 우리들의 땅이 될 것이다.]],
	on_learn = function(who) world:gainAchievement("GARKUL_LORE") end,
}

--------------------------------------------------------------------------
-- Orc breeding pits lore
--------------------------------------------------------------------------

newLore{
	id = "orc-breeding-1",
	category = "orc prides",
	name = "Clinician Korbek's experimental notes part one",
	kr_name = "임상의 코르벡의 첫 번째 실험 기록",
	lore = [[#{bold}#임상의 코르벡의 첫 번째 실험 기록#{normal}#

이 얼마나 두렵고 비참한 일을 떠맡게 되었는가 - 우리의 종족을 부활시키는 일이라니. 저 돼지 같은 인간들과 하플링들은 우리의 사회를 남김없이 파괴하였으며, 우리 동포들을 다스리는 것은 저 난폭한 병사들 뿐이다. 우리에게 남은 여성은 손으로 셀 수 있을 정도밖에 되지 않으며, 극단적인 방법을 쓰지 않는 한 우리는 곧 멸종하게 될 것이다.

그리고, 그 극단적인 방법을 만들어내는 일은 오직 나에게 달렸다. 고급 의학 지식을 가지고 있는 오크는 이곳에서 나밖에 없기 때문이다. 우리가 살던 곳이 완전히 지워지기 전에, 동대륙으로 미리 피신한 덕분이다. 나는 이제 남은 여성들의 생명을 연장시키고 더 빠른 속도로 출산을 가능하게 만들어야 한다. 나는 내가 사용할 수 있는 모든 자연적, 마법적 방법들을 총동원할 것이다.

나는 우리들의 주요 야영지와 멀리 떨어진, 이 동굴을 비밀 기지로 삼았다. 이곳에서 내가 할 일은 사악한 일이기 때문에, 가급적 영원히 비밀에 부쳐졌으면 하는 바람이다...]]
}

newLore{
	id = "orc-breeding-2",
	category = "orc prides",
	name = "Clinician Korbek's experimental notes part two",
	kr_name = "임상의 코르벡의 두 번째 실험 기록",
	lore = [[#{bold}#임상의 코르벡의 두 번째 실험 기록#{normal}#

몇 명의 여성들을 가지고 실험에 돌입했다. 실험에 들어가기 앞서, 우선 여성들을 혼수상태에 빠지게 만들었다. 이것이 그들에게는 훨씬 더 좋을 것이다. 우선 나는 그들에게 아주 높은 수준의 야생 주입물을 부여하고, 그들의 주변에 마법적 재생 역장을 만들었다. 또한 그들의 위장에 직접적으로 다량의 단백질을 지속적으로 투여되게 만들었다. 타락한 피가 그들의 난소로 흘러들었으며, 시간 가속 역장을 난소 주변에 만들었다. 각 '긍지'의 수장들이 실험에 쓰일 그들의 '씨앗' 을 기부해주었다.

최초의 결과는 굉장히 성공적인 것처럼 보였다. 그들의 몸집이 눈에 띄게 커졌으며, 특히 복부 부분이 부풀어올랐다. 또 다른 난소와 성기가 몸에 만들어지기 시작한 여성도 있었다. 나는 그들의 생식력을 극도로 끌어올렸으며, 그 결과 태아의 성장 속도가 빨라져 최초의 착상에서 출산까지 8 주밖에 걸리지 않게 되었다. 태어난 아기 역시 아주 빠른 속도로 성장하는 것으로 보였으며, 특히 근육의 발달이 도드라지게 나타났다.

몇몇 여성들이 실험 중에 죽음을 맞이하였다. 내가 추측할 수 있는 것이라고는 아마 그들이 약한 실험체였을 것이라는 사실 하나 뿐이지만, 이것이 큰 손실이자 슬픔이라는 점은 변하지 않는다.]]
}

newLore{
	id = "orc-breeding-3",
	category = "orc prides",
	name = "Clinician Korbek's experimental notes part three",
	kr_name = "임상의 코르벡의 세 번째 실험 기록",
	lore = [[#{bold}#임상의 코르벡의 세 번째 실험 기록#{normal}#

나의 실험은 계속해서 엄청난 성공을 보이고 있다. 모든 실험체들은 이제 여러 개의 자궁을 가지게 되었으며, 타락한 피와 마법적 재생 역장의 힘으로 인해 그들의 신체 조직이 타락하는 것도 빠르게 회복되었다. 이 엄청난 태아의 출산과 성장 속도 덕분에, 우리는 이제 새로운 오크 동포를 며칠마다 볼 수 있게 되었다! 아마 나중에는 이 속도가 더욱 빨라질 것이라고 믿는다.

비록 자궁들의 활동 속도가 크게 올랐지만, 우리는 계속해서 그들의 생체 기관이 더 오래 활동할 수 있게 만들고 있다. 아마 그들은 수백 년 정도는 살 수 있을 것이다.

그들의 위장에 직접적으로 영양분을 넣어주는 일이 갈수록 힘들어지고 있다. 자궁이 많아지고 신체 활동이 활발해지면서, 더 많은 영양분이 필요하게 된 것이다. 나는 영양분을 압축한 뒤 대기 중에 넣어, 그들이 숨쉬는 것만으로도 영양분을 얻을 수 있는 방법을 개발하고 있다. 최초의 실험에서 그들의 피부에 끈적한 점액질 비슷한 것이 만들어지는 것을 확인했지만, 다른 부작용은 없는 것 같다.]]
}

newLore{
	id = "orc-breeding-4",
	category = "orc prides",
	name = "Clinician Korbek's experimental notes part four",
	kr_name = "임상의 코르벡의 네 번째 실험 기록",
	lore = [[#{bold}#임상의 코르벡의 네 번째 실험 기록#{normal}#

공포스럽다... 토할 것 같이 두렵다! 나는 대체 무엇을 한 것인가? 나는 대체 얼마나 끔찍하고 사악한 죄를 저지른 것인가?!

나는 나의 목표에 너무나 집중한 나머지, 그 여성들에게 끔찍한 실험을 하는 것을 멈출 생각조차 하지 않았다. 하지만 지난 밤, 나는 그녀들 중 하나의 혼수상태를 풀어준 뒤 그들의 반응을 보기로 결심했다. 그녀가 무슨 반응을 보였을지 상상이 되는가! 그녀가 처음 취한 행동은, 고통의 비명을 내지르는 것이었다 - 그녀의 부풀어오른 폐는 그녀가 어떤 대화도 하지 못하게 만들었다. 하지만 그녀가 눈을 뜨고 그녀 자신과 주변 여성들을 보자, 그녀의 눈에 공포와 역겨움이 차오르는 것을 볼 수 있었다. 그것은 나의 영혼에까지 그대로 전해져왔다.

그녀는 죽기를 원했다. 나 역시 그것을 알았다. 나는 그녀의 저주하는 눈과 자신을 죽여달라는 애원을 느낄 수 있었다. 하지만 나는 그럴 수 없었다. 그럴 수 없었다... 이것은 너무나 끔찍한 일이다. 나는 이 동굴을 불태워야 한다. 나의 끔찍한 행위들을 전부 지워야만 한다! 하지만 그러면 남은 우리 동포들은 어떻게 될 것인가...

나의 정신이 고문받고 있다. 더 이상 이렇게는 살아갈 수 없다... 도저히 살아갈 수 없다...]]
}

newLore{
	id = "orc-breeding-5",
	category = "orc prides",
	name = "Captain Gumlarat's report",
	kr_name = "굼라랏 장군의 보고서",
	lore = [[#{bold}#굼라랏 장군의 보고서#{normal}#

임상의 코르벡의 몸에서 그의 연구자료를 찾았다. 그는 스스로의 목을 자른 것 같다. 아마 이것이 최근 며칠 동안 그의 보고가 들어오지 않은 이유인 것 같다.

자살의 이유는 알 수 없다. 그의 연구는 성공만을 거듭했었다. 우리 종족은 이제 힘을 되찾았다! 그가 남긴 쪽지들과 그의 연구 자료를 기초로 하면, 출산 속도를 더욱 빠르게 만들 수 있을 것 같다. '긍지'의 지도자들 또한 기뻐할 것이다.

그의 쪽지를 보니, 이 여성들이 고통받고 있다는 것 같다. 나는 마약 주입물을 허용하여, 이들의 고통을 완화시키기로 하였다. 우리는 우리 여성들이 고통받는 것을 원하지 않는다...
]]
}

--------------------------------------------------------------------------
-- Misc Orc lore
--------------------------------------------------------------------------

newLore{
	id = "ukruk-log",
	category = "orc prides",
	name = "Ukruk's log",
	kr_name = "우크룩의 기록",
	lore = [[이 쉐르'툴 유적의 생김새는 위에서 내려준 묘사와 일치한다. 유적 조사를 시작했지만, 느리게 진행되고 있다. 이곳은 오래 전에 땅 밑으로 무너져내린 것 같다 - 그 때문에 많은 장소에 접근하기 힘들다. 위에서 설명해준 바에 따르면, 목표물은 하나의 지팡이라고 한다. 어째서 지팡이 하나가 그렇게 중요한지는 모르겠다. 최강의 무기라면 마땅히 저 위대한 가르쿨이 들었을만한, 검이나 도끼가 되어야 하지 않는가?

최근 위에서 많은 소문, 그것도 아주 이상한 소문들이 돌아다니고 있다. 아마 이 임무를 끝마치고 나면, 그 진실에 조금 더 접근 할 수 있지 않을까 싶다...

...

이런 저주받을! 어떤 빌어먹을 도둑놈이 유적을 털어갔다! 빌어먹을, 씹어먹을 하플링 놈! 분노가 끓어오른다!

그는 황혼이 질 무렵에 어떻게 이곳에 침입하여, 내 일꾼들이 너무 좁아서 접근하지 못하는 지하 통로를 기어왔다. 그는 유적에서 지팡이를 훔쳐다가, 내 오크들 사이를 은신한 상태로 빠져나갔다! 그 더럽고 기만적인 좀도둑은 벌써 도망쳤고, 나는 즉시 그를 쫓기 시작했다! 나는 정찰병을 보내 그를 쫓도록 하였지만, 수색에 어려움을 겪고 있다. 하지만 그를 결코 도망치게 놔두지 않으리라! 그놈은 결코 용서받지 못하리라!

...

그 악마 같은 놈이 남긴 흔적을 따라가고 있다. 아마 데르스라고 불리는 마을에서, 드워프와 인간을 만난 것으로 보인다. 그리고 그들은 이곳에서 남동쪽으로 여행을 시작한 것 같다. 그 셋을 추적하는 것은 좀도둑 하나를 추적하는 것보다 훨씬 쉬웠다. 하지만 우리는 은밀히 추적할 필요가 있다. 위에서 결코 우리의 모습을 내보이지 말라는 명령이 있었기 때문이다. 가능한 전투를 피하라는 명령을 받았기 때문이다. 나는 궁수와 전사들을 훈련시켜, 나무 뒤에 은밀하게 숨는 법을 가르쳤다.

그 도둑놈과 저주받을 동료들이 두려움의 영역이라 불리는 오래된 탑의 폐허로 들어섰다. 이곳은 고대의 장소이며, 그 안에 언데드가 가득하다고 알려진 장소이다. 만약 우리가 저곳에 침입해서 소란을 일으키면, 저 동쪽에 있는 거대한 인간들의 도시까지 그 소란이 전해질 것이다... 어떤 결정을 내려야할지 확신이 서지 않는다. 그래서 위에다가 전언을 보내, 다음 명령이 내려질 때까지 나무 뒤에 숨어 기다리기로 하였다. 하지만 우리는 입구를 한시도 쉬지 않고 감시하고 있으며, 누구라도 지팡이를 들고 탑을 나오는 자는 내 분노를 맛보게 될 것이다!

...

마침내 위에서부터 명령이 도착했다 - 이곳에 자리를 잡고, 지팡이가 탑에서 나올 때까지 기다리라는 명령이었다. 만약 아무리 기다려도 지팡이가 나오지 않을 경우, 적당한 시기에 위에서 요원들을 보내겠다고 하였다.

'적당한 시기' 라고! 하! 그때까지 대체 어떻게 기다리라는거지? 그냥 지팡이의 흔적이라도 보이는 순간 습격해버린 다음, 최대한 빨리 동대륙으로 돌아가고 말겠다...]],
}