-- ToME - Tales of Maj'Eyal
-- Copyright (C) 2009, 2010, 2011, 2012 Nicolas Casalini
--
-- This program is free software: you can redistribute it and/or modify
-- it under the terms of the GNU General Public License as published by
-- the Free Software Foundation, either version 3 of the License, or
-- (at your option) any later version.
--
-- This program is distributed in the hope that it will be useful,
-- but WITHOUT ANY WARRANTY; without even the implied warranty of
-- MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
-- GNU General Public License for more details.
--
-- You should have received a copy of the GNU General Public License
-- along with this program.  If not, see <http://www.gnu.org/licenses/>.
--
-- Nicolas Casalini "DarkGod"
-- darkgod@te4.org

newLore{
	id = "spellhunt-note-1",
	category = "age of dusk",
	name = "대마법사 바릴 (Varil) 의 기억",
	lore = [[사람들은 '마법사냥 (Spellhunt)' 에 대해 그저 '무의미했던 사건' 정도로 기억하지만, 객관적으로 봤을 때 마법사냥은 그보다 훨씬 더 끔찍한 역사적 사건이었다. 마법사들을 사냥하기 위한 마법사냥꾼, 즉 일반인들의 야만성은 상상조차 하지 못할 수준이었다. 그들의 눈에 기이하게 보이는 것들은 예외없이 파괴되고 죽음을 맞이하였으며, 대부분은 마법과 아무 관련도 없는 물건과 사람들이었다.
...
몇몇 진정한 마법사들은 이타주의를 소리 높여 외치며, 아무 죄도 없는 사람들에게 고통을 주지 말라고 사람들을 설득했다. 물론 이 행동은 그들의 분노를 부추겼을 뿐이었다...
...
너그럽지 못하며 적극적인 몇몇 마법사들은 마법사냥꾼들을 공격하기도 했지만, 너무나 많은 그들의 숫자 앞에서는 마법조차도 전능하지 못했다...
...
십 수 명의 마법사들이 마법사냥꾼들을 습격하는 장면을 본 적이 있다. 그들이 만들어낸 화염과 마법의 힘이 저 정신나간 군중들에게 쏟아졌다... 그 마법사들은 문자 그대로 '머리부터 발끝까지 조각조각 해체당했다'. 끔찍한 광경이었다.
...
앙골웬 (Angolwen), 리나니일 (Linaniil) 은 그 마을을 이렇게 부른다. 나와 리나니일은 몇 년 동안 서로 알고 지낸 사이다. 그녀는 '마법사냥' 의 시기 동안 그녀가 사랑하던 사람들을 셀 수 없을 정도로 많이 잃었음에도 불구하고, 언젠가는 자신들도 이 사회에 받아들여질 수 있을 것이라는 믿음을 가지고 있었다. 진정 그녀가 원하는 것이 그것이라면, 나는 아무 의문도 갖지 않고 그녀를 따를 것이다.]],
}

newLore{
	id = "spellhunt-note-2",
	category = "age of dusk",
	name = "마법사냥 (Spellhunt) 을 위한 안내 책자 1 : 주문 사용자 구별법",
	lore = [[저 불경한 마법의 힘을 다루는 자들은 그들의 생김새나 태도, 주변 환경 등을 통해 구분할 수 있다. 하지만 그 교활한 족속들은 변장을 하거나 태도를 숨기는 경우가 많기 때문에, 이를 알아내기 위해서는 세심한 관찰력이 필요하다. 언뜻 보기에는 여자, 아이, 장애인으로 보일지라도, 이들이 악마 숭배자나 강령술사가 변장한 모습이 아닐 것이라는 보장은 없다.

다음과 같은 생김새를 가졌을 경우 경계하라.

* 아주 역겨운 인상
* 부자연스럽거나 “엘프와도 같은” 미모
* 아주 마른 몸, 뼈가 두드러지게 보이는 정도
* 길고 뾰족한 귀 – 주로 긴 머리나 모자로 이를 가리는 경우가 많음
* 구부정한 등, 비틀린 다리
* 특이한 색의 눈동자

다음과 같은 행동을 보일 경우 경계하라.

* 낮에는 피곤해보이던 사람이 밤에 활발하게 활동할 경우
* 반사회적이고 군중을 두려워할 경우
* (특히 사회의 규칙이나 도덕성에 대해) 의문을 갖는 경우
* (특히 꾀나 속임수와 관련하여) 재치있는 경우
* 은밀하거나 비밀스러운 태도를 보일 경우

주변 환경이 다음과 같이 변할 경우 경계하라.

* 지나간 자리에 있던 풀이 시들고 꽃이 질 경우
* 주변의 동물, 특히 개가 경계심을 보일 경우
* 작물이 시들고 젖소의 젖이 시큼해질 경우
* 주변에서 벌어지던 논쟁이 논리적이지 않은 방향으로 흘러갈 경우
* 주변에 있던 여성의 월경이 더 자주 일어나게 되는 경우
* 주변에서 갑작스러운 사건사고가 더 많이 일어나게 되는 경우

주문 사용자는 자신에게 쏟아지는 의혹을 극구 부인하며, 위의 증거를 제시해도 다른 사람들의 감성에 호소하며 선처를 요구한다. 하지만 주문 사용자를 처단하는데 있어 일말의 망설임도 있어서는 안되며, 그들이 저주를 걸거나 마법의 힘으로 도주하기 전에 처형해야만 한다.]]
}

newLore{
	id = "spellhunt-note-3",
	category = "age of dusk",
	name = "마법사냥 (Spellhunt) 을 위한 안내 책자 2 : 주문 사용자와 싸우는 법",
	lore = [[그 사악한 의지를 통해 자연의 힘을 훼손시키려는 자들은, 의심할 여지 없이 강력한 힘을 가지고 있다. 우리는 이 싸움이 지니는 고귀한 의미와 자연의 힘을 통해, 저 사악하고 끔찍한 힘을 가진 마법사들과 동등하게 싸울 수 있다. 하지만 우리는 보다 집요해져야 한다. 우리는 정의를 위해 싸우는 것이며, 세계를 공포에 떨게 만드는 저 사악한 마법의 힘은 절제되지 않고 뿜어져나오기 때문이다. 이 에이알 세계가 마법에 의해 고통받은 시기는 너무나 길며, 때문에 우리는 자연이 우리에게 주는 힘을 십분 활용하여 그들과 맞서 싸워야 한다.

일반적인 마법사들을 상대할 때 가장 중요한 것은 기동성이다. 그들이 공격용이건 방어용이건 주문을 영창하기 전에, 낼 수 있는 최대한의 속도로 돌진하여 마법사의 머리를 쪼개버려야 한다. 만약 다수의 마법사와 상대해야 한다면 이 전략은 사용하기 힘들기 때문에, 일단 개방된 곳에서는 후퇴하는 것이 유효하다. 이것은 겁쟁이들의 도주가 아니다. 자신이 상대적으로 약자이기 때문에, 전략적으로 전투 위치를 재설정하는 것이다. 좁은 복도같은 곳에 숨어 그들이 다가오는 것을 기다렸다가, 때가 되면 자신의 모든 힘을 무기에 실어 적들을 기습하라.

마법사 중에서도, 강령술사나 소환사는 어둠의 부하들을 소환하여 당신을 압도하려 할 것이다. 이 때는 소환수를 무시하고, 마법사부터 공격해야 한다. 위험한 방법이지만, 모든 고통을 의지로 견뎌내고, 마법사에게 다가가 그들이 마법으로 도망치기 전에 제압하라. 그들이 소환을 하기 전에 기절시키거나 혼절시키는 전략 역시 유효하다.

마법사들은 또한 다양한 저주를 걸어 당신을 공포에 질리게 만들 것이다. 이를 이겨내기 위해, 몸에 자연의 힘을 주입할 것을 추천한다. 야생의 힘을 주입하면 저 끔찍한 흑마술을 추종하는 자들의 저주를 제거할 수 있으며, 재생의 힘을 주입하면 힘든 전투에서 큰 도움이 된다.

그들을 공격할 때 자비를 보이지 말라. 그들은 다른 사람들에게 자비를 베푼 적이 없다.
]],
}

newLore{
	id = "spellhunt-note-4",
	category = "age of dusk",
	name = "마법사냥 (Spellhunt) 을 위한 안내 책자 3 : 주문 사용자를 죽이는 법",
	lore = [[마법 사용자를 잡았다면, 반드시 살해해야만 한다. 그것도 잡은 즉시. 마법사를 포로로 삼는 것은 너무 위험성이 크기 때문이다.

일반적으로 마법 사용자를 죽이는 가장 바람직한 방법은, 신체의 모든 부분을 조각내버리는 것이다. 이 괴물들에게 있어, 죽은 자를 언데드로 되살리는 것은 그리 어렵지 않은 일이라는 것을 기억하라.

머리를 자르는 것은 간단하고 효과적이며, 특히 시간이 없을 때 자주 사용되는 방법이다. 하지만 가능하면 신체를 완전히 조각내어, 각각의 조각들을 따로 금속 상자에 넣고 버드나무로 봉하라. 이 방법이 가장 이상적인 살해방법이라는 사실은 변하지 않는다.

동물들이 시체를 먹게 만드는 방법도 가끔 사용되지만, 추천하지는 않는다. 최소한 그 마법에 오염된 시체를 먹은 동물들이 설사 증세를 겪게 될 것이며, 최악의 경우 마나에 오염된 동물들이 화염을 내뿜는 지옥의 개로 타락해버릴 수도 있기 때문이다.

마법사를 얼려서 죽이려는 것은 효과적이지 못하며, 마법사가 아니라도 빙결로 인해 죽지는 않는다. 만약 당신이 빙결로 인해 죽은 사람에 대한 이야기를 들은 적이 있다면, 단순한 소문이거나 죽은 척 한 것을 잘못 알아서 퍼진 이야기일 것이다.

마법사를 태워서 죽이는 것은 주로 교육수준이 낮은 시골 마을에서 자주 일어나지만, 상식적으로 자신이 잡혀서 화형당할 때 까지의 긴 시간 동안 도망치지 못하는 마법사는 없을 것이다. 화형은 나무를 준비하는 시간이 너무 오래 걸리며, 아무리 나무를 미리 준비했더라도 준비에 시간이 걸리는 것은 마찬가지이다. 주로 이 방식으로 화형당하는 사람들은 진짜 마법사들이 아닌, 마법에 동조하거나 마법과 관련된 물품을 만들던 사람들이다. 하지만 엄밀히 말하자면 이렇게 진짜 마법사가 아닌 사람을 화형시키는 것도 나쁘지 않은 방법인데, 이는 마법사에 대한 경각심을 심어줄 수 있는 좋은 본보기가 되기 때문이다.

만약 시간과 주변 상황이 허용된다면, 마법사를 죽이는 가장 좋은 방법은 아주 천천히 신체 일부분을 조금씩 잘라 죽이는 것이다. 이를 위해서는 튼튼한 밀실이 필요하며, 버드나무나 너도밤나무로 마법사의 손목이나 머리를 미리 봉인해둘 필요가 있다. 우선 마법사의 손가락과 발가락, 그리고 외부 기관들을 하나씩 천천히 잘라낸 뒤, 팔과 다리를 자르고, 마지막으로 몸을 반으로 갈라 장기를 적출하는 방법을 추천한다. 두개골을 여는 것은 추천하지 않는데, 머리 속에 살고 있는 악마가 도망칠 수도 있기 때문이다. 머리는 따로 금속 상자에 넣어, 다른 신체의 조각들과 함께 24 시간 동안 소각시켜야 한다. 이를 위해서는 아주 날카로운 날붙이가 필요하며, 이 '일' 을 하는 도중에는 여러 번 날을 다시 갈아야 한다. 마법사들이 자신의 뼈를 단단하게 만드는 것은 그들이 마지막으로 하는 저항이자 일종의 절차와도 같은 것이기 때문이다.
]],
}
